{
    "tour": {
        "totalDuration": "00:00",
        "totalStops": 10,
        "languages": ["it", "en", "es", "de", "fr"],
        "content": {
        "it": {
            "title": "Audio Guida di Regalbuto",
            "description": "Esplora la storia, l'arte e le tradizioni di Regalbuto...",
            "introduction": {
            "audioPath": "assets/audio/it/0_intro.mp3",
            "transcription": {
                "paragraphs": [
                    "Immerso nel cuore della Sicilia, tra le dolci colline dell'ennese e le acque scintillanti del Lago Pozzillo, Regalbuto è un borgo ricco di storia, tradizioni e panorami mozzafiato. Questo piccolo gioiello ha visto il passaggio di arabi, normanni e spagnoli, che hanno lasciato il segno nel suo patrimonio artistico e culturale.",
                    "Quest'esperienza audio vi guiderà attraverso i luoghi più significativi e affascinanti della nostra città.",
                    "Durante la nostra passeggiata tra le sue stradine, scopriremo antiche chiese, palazzi nobiliari e scorci che raccontano secoli di storia. Ma Regalbuto non è solo passato: qui troveremo un'atmosfera autentica, fatta di ospitalità siciliana, sapori genuini e feste popolari coinvolgenti.",
                    "Preparatevi a un viaggio tra arte, natura e tradizioni: vi accompagneremo alla scoperta di Regalbuto, un angolo di Sicilia tutto da esplorare."
                ]
            }
        },
        "stops": [ 
            {
                "id": "piazza",
                "title": "Piaaazza della Repubblica",
                "description": "Il cuore storico e sociale di Regalbuto, con la sua caratteristica pavimentazione.",
                "duration": "2:38",
                "audioPath": "assets/audio/it/1_piazza.mp3",
                "transcription": {
                    "paragraphs":[
                        "Benvenuti in Piazza della Repubblica, il cuore pulsante di Regalbuto e una delle piazze più grandi della provincia di Enna.",
                        "Questa piazza ha vissuto i cambiamenti della storia italiana: in origine si chiamava Piazza del Re, in onore della monarchia, ma con la nascita della Repubblica nel 1946, venne rinominata per celebrare i valori di libertà e democrazia.",
                        "La piazza ha una forma ovoidale e una pavimentazione unica, realizzata dai fratelli Lanza maestri artigiani marmisti di Regalbuto.",
                        "Il disegno geometrico si distingue per l'uso di diversi materiali lapidei: il bianco del calcare si alterna ai toni rossi e grigi del granito, creando un effetto di grande eleganza.",
                        "Attorno a voi si ergono alcuni dei monumenti più rappresentativi della città:Il Municipio, con la sua IMPONENTE architettura; La Chiesa Madre di San Basilio, punto di riferimento spirituale; Gli antichi palazzi nobiliari, testimoni di un passato aristocratico.",
                        "Oltre ad essere il centro storico e amministrativo del paese, Piazza della Repubblica è anche il fulcro delle tradizioni popolari. Qui si svolgono le più importanti manifestazioni culturali e religiose di Regalbuto:come il Carnevale e la festa di San Vito, patrono del paese.",
                        "Passeggiando per questa piazza, non state solo attraversando il cuore della città, ma anche un luogo che riflette la storia e l'identità di Regalbuto.",
                        "Adesso proseguiamo il nostro percorso. "
                    ]
                }
            },
            {
                "id": "comune",
                "title": "Paaaalazzo Comunale",
                "description": "La sede storica dell'amministrazione cittadina con la sua architettura caratteristica.",
                "duration": "2:48",
                "audioPath": "assets/audio/it/2_comune.mp3",
                "transcription": {
                    "paragraphs": [
                        "Attraversiamo la piazza e ci addentriamo in uno dei luoghi simbolo della città: il Palazzo Comunale. Questo elegante edificio con il suo prospetto barocco, si inserisce in perfetta armonia con gli edifici storici che lo circondano. ",
                        "La facciata è scandita da tre fasce verticali, delimitate da robusti costoni in pietra, mentre nella parte superiore tre eleganti balconi si affacciano sulla piazza, in corrispondenza delle porte del pianoterra. L'edificio ha subito diversi restauri nel corso dei secoli, tra cui quello del 1930, voluto dal commendatore Ranalli, che ne ha preservato l'eleganza e il valore storico.",
                        "Attraversando la porta centrale, si accede all'atrio, dove, durante gli ultimi restauri, sono stati collocati due calchi in gesso: uno raffigurante il celebre medico Giovanni Filippo Ingrassia e l'altro, giunto erroneamente dalla fonderia, dedicato a un personaggio Gian Filippo D'Alì.",
                        "Superata la prima sala, si apre davanti a noi una maestosa scalinata in pietra lavica, segno della solida tradizione costruttiva siciliana. Ai lati della scala, due imponenti leoni scolpiti vegliano sull'ingresso del piano superiore: simboli di forza e vitalità, sembrano quasi fare da guardiani alla storia racchiusa in questo palazzo. ",
                        "Salendo, si giunge al cuore istituzionale dell'edificio: la sala consiliare, un ambiente di grande pregio artistico, con soffitti decorati da raffinati stucchi e un pavimento impreziosito da un elegante mosaico raffigurante lo stemma di Regalbuto.",
                        "Lo stemma fu ufficialmente riconosciuto con decreto del Consiglio dei Ministri il 29 dicembre 1953. Esso raffigura un'aquila coronata dal volo abbassato; e la Madonna del Soccorso, coronata d'oro. In quanto parte dell'araldica civica, lo stemma di Regalbuto rispetta le disposizioni tecniche stabilite dallo Stato.",
                        "Esso è costituito da uno scudo, sormontato da una corona, elemento che indica il grado di appartenenza dell'Ente. Essendo Regalbuto un Comune, lo stemma è sovrastato dalla corona propria dei comuni: un cerchio aperto da quattro pusterle (tre visibili), con due cordonate a muro sui margini, sostenente una cinta aperta da sedici porte (nove visibili), ciascuna sormontata da una merlatura a coda di rondine, il tutto d'argento e murato di nero."
                    ]
                }
            },
            {
                "id": "chiesa_madre",
                "title": "Chiesa Madre di San Basilio",
                "description": "La chiesa principale di Regalbuto con la sua importante storia religiosa e artistica.",
                "duration": "00:00",
                "audioPath": "#",
                "imagePath": "assets/img/regetna.jpg",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "lombardi",
                "title": "Riccardo Lombardi",
                "description": "...",
                "duration": "2:11",
                "audioPath": "assets/audio/it/raw/4_lombardi.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "campione",
                "title": "Don Giuseppe Campione",
                "description": "...",
                "duration": "2:12",
                "audioPath": "assets/audio/it/5_campione.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "corso",
                "title": "Corso Gian Filippo Ingrassia",
                "description": "...",
                "duration": "8:43",
                "audioPath": "assets/audio/it/6_corso.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "santa_maria",
                "title": "Chiesa Santa Maria La Croce",
                "description": "...",
                "duration": "6:36",
                "audioPath": "assets/audio/it/7_santa_maria.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "piano",
                "title": "Piazza Vittorio Veneto",
                "description": "...",
                "duration": "8:01",
                "audioPath": "assets/audio/it/8_piano.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "villa",
                "title": "Villa Comunale",
                "description": "...",
                "duration": "6:10",
                "audioPath": "assets/audio/it/9_villa.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            {
                "id": "lago",
                "title": "Lago Pozzillo",
                "description": "Il bacino artificiale più grande della Sicilia con un panorama mozzafiato.",
                "duration": "3:04",
                "audioPath": "assets/audio/it/10_lago.mp3",
                "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            }

           ]
        },
        "en": {
            "title": "Audio Guide of Regalbuto",
            "description": "Explore the history, art, and traditions of Regalbuto...",
            "introduction": {
            "audioPath": "assets/audio/en/0_intro.mp3",
            "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            "stops": [ ]
        },
        "es": {
            "title": "Guía de audio de Regalbuto",
            "description": "Explora la historia, el arte y las tradiciones de Regalbuto...",
            "introduction": {
            "audioPath": "assets/audio/es/0_intro.mp3",
            "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
          "stops": []
        },
        "de": {
            "title": "Audioguide von Regalbuto",
            "description": "Erkunde die Geschichte, Kunst und Traditionen von Regalbuto...",
            "introduction": {
            "audioPath": "assets/audio/de/0_intro.mp3",
            "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            "stops": []
        },
        "fr": {
            "title": "Guide audio de Regalbuto",
            "description": "Explorez l'histoire, l'art et les traditions de Regalbuto...",
            "introduction": {
            "audioPath": "assets/audio/fr/0_intro.mp3",
            "transcription": {
                    "paragraphs": [
                        "..."
                    ]
                }
            },
            "stops": []
        }
      },
      "staticData": {
      "stops": [
            {
                "id": "piazza",
                "order": 1,
                "googleMapsUrl": "https://maps.app.goo.gl/FG2njxa754LHAxha9",
                "icon": "fa-map-marker-alt",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "comune",
                "order": 2,
                "googleMapsUrl": "https://maps.app.goo.gl/AASKU2yNkVvauoKn8",
                "icon": "fa-landmark",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "chiesa_madre",
                "order": 3,
                "googleMapsUrl": "https://maps.app.goo.gl/xcCrj5qfHnW9MjBy5",
                "icon": "fa-church",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "lombardi",
                "order": 4,
                "googleMapsUrl": "#",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "campione",
                "order": 5,
                "googleMapsUrl": "#",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "corso",
                "order": 6,
                "googleMapsUrl": "https://maps.app.goo.gl/K5HXUGqsyndHHDk57",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "santa_maria",
                "order": 7,
                "googleMapsUrl": "https://maps.app.goo.gl/Sjrgz97vXRWmoze19",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "piano",
                "order": 8,
                "googleMapsUrl": "https://maps.app.goo.gl/YzFDkN9uL7buAds58",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "villa",
                "order": 9,
                "googleMapsUrl": "https://maps.app.goo.gl/ZTFVeBeasGu66iPs5",
                "icon": "fa-tree",
                "imagePath": "assets/img/regetna.jpg"
            },
            {
                "id": "lago",
                "order": 10,
                "googleMapsUrl": "https://maps.app.goo.gl/mhY1xBwv7gJC1uv37",
                "icon": "fa-water",
                "imagePath": "assets/img/regetna.jpg"
            }
        ]
      }
    }
}
  