{
    "tour": {
        "totalDuration": "00:00",
        "totalStops": 10,
        "languages": ["it", "en", "es", "de", "fr"],
        "content": {
        "it": {
            "title": "Audio Guida di Regalbuto",
            "description": "Esplora la storia, l'arte e le tradizioni di Regalbuto attraverso questo percorso audio guidato. Un viaggio sonoro tra dieci luoghi emblematici raccontati con passione.",
            "introduction": {
            "audioPath": "assets/audio/it/0_intro.mp3",
            "transcription": {
                "paragraphs": [
                    "Immerso nel cuore della Sicilia, tra le dolci colline dell'ennese e le acque scintillanti del Lago Pozzillo, Regalbuto è un borgo ricco di storia, tradizioni e panorami mozzafiato. Questo piccolo gioiello ha visto il passaggio di arabi, normanni e spagnoli, che hanno lasciato il segno nel suo patrimonio artistico e culturale.",
                    "Quest'esperienza audio vi guiderà attraverso i luoghi più significativi e affascinanti della nostra città.",
                    "Durante la nostra passeggiata tra le sue stradine, scopriremo antiche chiese, palazzi nobiliari e scorci che raccontano secoli di storia. Ma Regalbuto non è solo passato: qui troveremo un'atmosfera autentica, fatta di ospitalità siciliana, sapori genuini e feste popolari coinvolgenti.",
                    "Preparatevi a un viaggio tra arte, natura e tradizioni: vi accompagneremo alla scoperta di Regalbuto, un angolo di Sicilia tutto da esplorare."
                ]
            }
        },
        "stops": [ 
            {
                "id": "piazza",
                "title": "Piazza della Repubblica",
                "description": "Scopri il cuore storico e sociale di Regalbuto: Piazza della Repubblica, tra le più ampie della provincia di Enna. Un tempo Piazza del Re, dal 1946 celebra la nascita della Repubblica Italiana. Tra eleganti geometrie in pietra e palazzi simbolo della città, lasciati guidare nei racconti di una comunità viva.",
                "duration": "2:38",
                "audioPath": "assets/audio/it/1_piazza.mp3",
                "transcription": {
                    "paragraphs":[
                        "Benvenuti in Piazza della Repubblica, il cuore pulsante di Regalbuto e una delle piazze più grandi della provincia di Enna.",
                        "Questa piazza ha vissuto i cambiamenti della storia italiana: in origine si chiamava Piazza del Re, in onore della monarchia, ma con la nascita della Repubblica nel 1946, venne rinominata per celebrare i valori di libertà e democrazia.",
                        "La piazza ha una forma ovoidale e una pavimentazione unica, realizzata dai fratelli Lanza maestri artigiani marmisti di Regalbuto.",
                        "Il disegno geometrico si distingue per l'uso di diversi materiali lapidei: il bianco del calcare si alterna ai toni rossi e grigi del granito, creando un effetto di grande eleganza.",
                        "Attorno a voi si ergono alcuni dei monumenti più rappresentativi della città:Il Municipio, con la sua IMPONENTE architettura; La Chiesa Madre di San Basilio, punto di riferimento spirituale; Gli antichi palazzi nobiliari, testimoni di un passato aristocratico.",
                        "Oltre ad essere il centro storico e amministrativo del paese, Piazza della Repubblica è anche il fulcro delle tradizioni popolari. Qui si svolgono le più importanti manifestazioni culturali e religiose di Regalbuto:come il Carnevale e la festa di San Vito, patrono del paese.",
                        "Passeggiando per questa piazza, non state solo attraversando il cuore della città, ma anche un luogo che riflette la storia e l'identità di Regalbuto.",
                        "Adesso proseguiamo il nostro percorso. "
                    ]
                }
            },
            {
                "id": "comune",
                "title": "Palazzo Comunale",
                "description": "Il Palazzo Comunale si affaccia con eleganza su Piazza della Repubblica, segnando il cuore istituzionale di Regalbuto. All'interno, tra busti storici, una scenografica scalinata in pietra lavica e la sala consiliare decorata, si custodisce l'identità civica della città.",
                "duration": "2:48",
                "audioPath": "assets/audio/it/2_comune.mp3",
                "transcription": {
                    "paragraphs": [
                        "Attraversiamo la piazza e ci addentriamo in uno dei luoghi simbolo della città: il Palazzo Comunale. Questo elegante edificio con il suo prospetto barocco, si inserisce in perfetta armonia con gli edifici storici che lo circondano. ",
                        "La facciata è scandita da tre fasce verticali, delimitate da robusti costoni in pietra, mentre nella parte superiore tre eleganti balconi si affacciano sulla piazza, in corrispondenza delle porte del pianoterra. L'edificio ha subito diversi restauri nel corso dei secoli, tra cui quello del 1930, voluto dal commendatore Ranalli, che ne ha preservato l'eleganza e il valore storico.",
                        "Attraversando la porta centrale, si accede all'atrio, dove, durante gli ultimi restauri, sono stati collocati due calchi in gesso: uno raffigurante il celebre medico Giovanni Filippo Ingrassia e l'altro, giunto erroneamente dalla fonderia, dedicato a un personaggio Gian Filippo D'Alì.",
                        "Superata la prima sala, si apre davanti a noi una maestosa scalinata in pietra lavica, segno della solida tradizione costruttiva siciliana. Ai lati della scala, due imponenti leoni scolpiti vegliano sull'ingresso del piano superiore: simboli di forza e vitalità, sembrano quasi fare da guardiani alla storia racchiusa in questo palazzo. ",
                        "Salendo, si giunge al cuore istituzionale dell'edificio: la sala consiliare, un ambiente di grande pregio artistico, con soffitti decorati da raffinati stucchi e un pavimento impreziosito da un elegante mosaico raffigurante lo stemma di Regalbuto.",
                        "Lo stemma fu ufficialmente riconosciuto con decreto del Consiglio dei Ministri il 29 dicembre 1953. Esso raffigura un'aquila coronata dal volo abbassato; e la Madonna del Soccorso, coronata d'oro. In quanto parte dell'araldica civica, lo stemma di Regalbuto rispetta le disposizioni tecniche stabilite dallo Stato.",
                        "Esso è costituito da uno scudo, sormontato da una corona, elemento che indica il grado di appartenenza dell'Ente. Essendo Regalbuto un Comune, lo stemma è sovrastato dalla corona propria dei comuni: un cerchio aperto da quattro pusterle (tre visibili), con due cordonate a muro sui margini, sostenente una cinta aperta da sedici porte (nove visibili), ciascuna sormontata da una merlatura a coda di rondine, il tutto d'argento e murato di nero."
                    ]
                }
            },
            {
                "id": "chiesa_madre",
                "title": "Chiesa Madre di San Basilio",
                "description": "Accanto al Palazzo Comunale si erge la Chiesa Madre di San Basilio, cuore spirituale di Regalbuto. Dalle sue origini medievali all’imponente interno settecentesco, custodisce arte, devozione e la memoria viva di San Vito, patrono della città.",
                "duration": "11:19",
                "audioPath": "assets/audio/it/3_chiesa_madre.mp3",
                "imagePath": "assets/img/regetna.jpg",
                "transcription": {
                    "paragraphs": [
                        "Affacciata su Piazza della Repubblica e accanto al Palazzo Comunale, sorge la Chiesa Madre di San Basilio, nota anche come “Perla della Mitra catanese”. La chiesa sorge dove, in epoca medievale, si trovava un piccolo monastero di monaci basiliani di rito greco-bizantino. Su quelle stesse fondamenta, nel sedicesimo secolo, venne edificata una nuova chiesa, con una pianta basilicale. Il terremoto del 1693 causò gravi danni, specialmente al tetto, ma fu anche l'occasione per inserire Regalbuto nel grande movimento di ricostruzione che interessò la Sicilia orientale nel Settecento. Nel 1747, l'arcivescovo Pietro Galletti la elevò a collegiata, seppur il titolo fu temporaneo. Nonostante ciò, dato il prestigio di cui l'istituzione godeva, si diede avvio comunque alla costruzione della nuova facciata. La facciata barocca, elegante e sobria, è tipica dell'architettura religiosa siciliana del diciottesimo secolo. Il portale d'ingresso è sovrastato da una finestra ad arco che illumina l'interno. Accanto, svetta la torre campanaria di forma piramidale, alta circa 45 metri, realizzata tra il 1733 e il 1744 su progetto di un mastro di Mineo.",
                        "Varcando la soglia, si entra in uno spazio maestoso. L'interno chiesa è stato completamente ricostruito con l'attuale impianto ad aula unica secondo il progetto dell'architetto palermitano Ferdinando Lombardo del 1755. La chiesa ha una pianta ad una navata con doppia croce greca, sormontate da cupole. Il pavimento, realizzato nel 1886, è decorato con marmi policromi che formano raffinati motivi geometrici. Lungo le navate si aprono sei altari, ciascuno arricchito da imponenti tele sacre. L'illuminazione naturale, filtrata dalle cupole ottagonali, valorizza ogni dettaglio con giochi di luce straordinari. Nella prima cupola, sopra l'ingresso, è raffigurato l'occhio divino dentro un triangolo, simbolo della Trinità. La seconda cupola, verso il presbiterio, mostra una colomba in volo con un ramoscello d'ulivo, mentre la terza, sopra l'altare maggiore, rappresenta due angeli che trasportano l'urna vuota del Cristo risorto: un'immagine toccante del mistero pasquale.",
                        "Al centro domina l'imponente abside, sormontato da uno splendido organo settecentesco, costruito tra il 1775 e il 1782 dal celebre organaro Don Donato del Piano. È uno dei pochi con pedaliera a doppio scappamento \"alla siciliana\" e vanta 1.202 canne, di cui 37 di facciata. Restaurato più volte, l'ultima nel 2010, è tornato a suonare con un concerto inaugurale che ha visto esibirsi due importanti maestri: Paolo Bougeat e Diego Cannizzaro.",
                        "A sinistra, l'altare del Santissimo Sacramento accoglie un dipinto del Sacro Cuore, attribuito al pittore catanese Michele Rapisardi. A destra, l'altare di San Vito custodisce una statua lignea placcata in oro scolpita dal napoletano Giuseppe Picano.",
                        "Ti invitiamo a sederti e ad ascoltare la storia di questo martire della chiesa.",
                        "San Vito nacque nel 285 dopo Cristo  nell'attuale Mazara del Vallo. Era figlio di Hila, un patrizio nobile ma pagano, e di Bianca, donna cristiana che purtroppo morì dandolo alla luce. Fu cresciuto dalla nutrice Crescenzia, che si prese cura di lui come una madre. Quando Vito aveva appena cinque anni, suo padre decise di affidarlo a un precettore, Modesto: un uomo saggio e istruito, originario anch'egli di Mazara. Modesto non si limitò a insegnargli le lettere e le scienze: gli trasmise anche la fede cristiana, fino a battezzarlo, nonostante il rifiuto del padre. Si racconta che subito dopo il battesimo, un angelo apparve a Vito, consegnandogli una croce: un segno del suo futuro martirio. Il 23 febbraio dell'anno 303, arrivò a Mazara il primo decreto imperiale di persecuzione contro i cristiani, firmato da Diocleziano. Fu proprio il padre di Vito, a denunciarlo al prefetto Valeriano, che ordinò la sua flagellazione. Ma Vito non riportò alcuna ferita. Un angelo lo liberò dalla prigione, e fuggì con Modesto e Crescenzia, trovando rifugio prima a Regalbuto e poi in Lucania. A Regalbuto, oggi luogo di grande devozione, si racconta di un miracolo: un bambino, figlio di pastori, fu dilaniato da cani rabbiosi. Vito ordinò agli animali di restituire le membra del piccolo, che furono ricomposte miracolosamente, riportandolo in vita. Ancora oggi, di fronte alla chiesa dei Cappuccini, una stele in metallo ricorda questo evento straordinario. Giunto in Lucania, la fama di Vito arrivò fino alla corte dell'imperatore Diocleziano, che lo convocò per guarire sua figlia, posseduta da un demonio. Vito riuscì nell'impresa, ma invece di ricevere una ricompensa, fu arrestato e sottoposto a torture terribili: olio bollente, animali feroci… ma nessuna di queste torture lo scalfì. Alla fine, il 15 giugno del 304, Vito morì martire insieme a Modesto e Crescenzia, sotto i tormenti imposti dall'imperatore. I loro corpi furono sepolti in una grotta, vicino al fiume Silaro, in Lucania. Nei secoli successivi, le reliquie furono trasferite in vari luoghi: in Sassonia,a Praga. Alcune parti del corpo di San Vito arrivarono anche a Casale, a Mazara, e infine a Regalbuto.",
                        "Sebbene la ricorrenza liturgica di San Vito cada il 15 giugno, a Regalbuto la festa patronale si celebra tradizionalmente dall'8 all'11 agosto. Questo spostamento non è casuale, ma affonda le radici nella storia e nella cultura locale. Nel passato, giugno coincideva con importanti attività agricole come la mietitura, che coinvolgevano gran parte della popolazione. Organizzare i festeggiamenti in quel periodo sarebbe stato difficile per i fedeli, impegnati nei campi. Agosto, invece, rappresentava un momento di pausa dopo il raccolto, più adatto a una partecipazione collettiva. Inoltre, molti regalbutesi emigrati fanno ritorno al paese proprio nel mese di agosto per le vacanze estive. Questo ha reso il periodo ideale per rafforzare il senso di comunità e coinvolgere anche chi vive lontano.",
                        "La data di agosto è legata anche a un avvenimento storico fondamentale per Regalbuto: Secondo alcune fonti, le reliquie di San Vito giunsero a Regalbuto il 2 febbraio 1541 . Tuttavia, altre fonti indicano che l'arrivo avvenne il 9 agosto 1547, provenienti da Piazza Armerina.  Da allora, la commemorazione dell'evento ha contribuito a fissare nel tempo la tradizione, oggi diventata uno dei momenti più attesi e sentiti dell'anno.",
                        "I festeggiamenti iniziano l'8 agosto con la \"Processione dell'Alloro\". Nei tre giorni antecedenti la processione di giorno 8, i regalbutesi si recano presso le campagne sottostanti la Città Agira, a piedi o con mezzi propri, per procurarsi i tradizionali rami di alloro. Questo gesto, noto come il \"viaggio dell'alloro\", rappresenta un atto di voto e devozione verso San Vito, una sorta di pellegrinaggio per recuperare questi rami che successivamente vengono addobbati con immaginette e con le cd. Zaredde, ovvero dei nastrini rossi, generalmente di tessuto, che vengono legati ai rami di alloro o  anche al polso come un braccialetto. Sono simboli popolari di protezione e devozione, molto sentiti dalla comunità locale. La zaredda (zaredde al plurale) è benedetta durante le funzioni religiose e viene indossata per fede, con l'idea che porti fortuna, salute e la protezione del Santo. Secondo la tradizione, una volta legata al polso, non bisogna togliere la zaredda di propria iniziativa: si lascia al polso finché non cade da sola, perché questo è segno che ha compiuto il suo “compito” di protezione. Il corteo è caratterizzato dai portatori delle \"antinne\", lunghi pali ricoperti di rami di alloro decorati con drappi rossi e fazzoletti colorati, tenuti in verticale da corde che scendono dalla cima; Seguono poi i devoti a piedi con i rami in mano e infine, i cavalieri a cavallo. Il corteo è animato da grida a turno di un devoto che intona  \"E gridamu, e gridamu ccu cori cuntritu\", a cui tutti rispondono \"Viva Diu e Santu Vitu\". La processione parte dal luogo del miracolo di San Vito, attraversa via Garibaldi, prosegue per via Gian Filippo Ingrassìa, sale per via Don Giuseppe Campione, scende per via Roma e ritorna su via Gian Filippo Ingrassìa. I fedeli riempiono ogni angolo della Piazza della Repubblica. Quando la processione giunge davanti al sagrato della Chiesa Madre, i devoti alzano i ramoscelli d'alloro per ricevere la benedizione, mentre si leva il potente grido d'invocazione.",
                        "Il 9 agosto si tiene la \"Processione delle Reliquie\"; mentre l'11 si svolge la \"Processione della Statua del Santo\". Dopo la celebrazione eucaristica serale, la statua di San Vito viene portata in processione per le vie del paese, concludendo ufficialmente i festeggiamenti in suo onore.",
                        "Oltre alle celebrazioni religiose, la festa include eventi collaterali come concerti, spettacoli e manifestazioni culturali, rendendo l'intera settimana un momento di grande partecipazione per la comunità locale e i visitatori.",
                        "Le venerate reliquie di San Vito, tra cui parte del cranio, un braccio e un piede sono oggi conservate nel museo degli argenti. L'accesso all'interno del museo è consentito unicamente in presenza del parroco, custode di questa preziosa testimonianza di fede.",
                        "Concludiamo così la nostra visita della Chiesa Madre di San Basilio, un edificio capace di trasmettere bellezza, fede e memoria."
                    ]
                }
            },
            {
                "id": "lombardi",
                "title": "Riccardo Lombardi",
                "description": "Il busto di Riccardo Lombardi onora una figura di spicco della politica italiana del Novecento, simbolo di resistenza, rigore morale e impegno per il socialismo. La sua eredità politica continua a ispirare con il suo pensiero sull’individualità e la giustizia sociale",
                "duration": "2:11",
                "audioPath": "assets/audio/it/4_lombardi.mp3",
                "transcription": {
                    "paragraphs": [
                        "Uscendo dalla Chiesa Madre di San Basilio, ti invitiamo, prima di proseguire la nostra passeggiata lungo la via principale di Regalbuto, ad osservare a sinistra, fuori dal margine della piazza, il busto dedicato a Riccardo Lombardi in posizione ben visibile. Raggiungiamolo insieme per scoprire chi era questa figura tanto importante per la storia di Regalbuto e dell'Italia del Novecento.",
                        "Riccardo Lombardi. Nato a Regalbuto il 16 agosto 1901, fu una figura centrale della Resistenza e del Socialismo italiano, guidando l'ala progressista del Partito Socialista. La sua carriera politica iniziò con l'opposizione al fascismo: fu tra i fondatori del Partito d'Azione e del giornale clandestino Italia Libera. Durante la Seconda Guerra Mondiale, partecipò attivamente al Comitato di Liberazione Nazionale, arrivando persino a trattare direttamente con Benito Mussolini nei giorni finali del conflitto. Dopo la liberazione di Milano, divenne prefetto della città e si distinse per il suo rigore morale e il rispetto per la dignità umana, rifiutandosi di esporre i cadaveri dei gerarchi fascisti in Piazza Loreto.",
                        "Ministro dei Trasporti nel primo governo De Gasperi, fu deputato dal 1948 al 1983 e una voce indipendente e spesso scomoda all'interno del Partito Socialista. Riccardo Lombardi si spense a Roma nel 1984, lasciando un'eredità politica e morale racchiusa in una delle sue frasi più celebri: “È socialista quella società che riesce a dare a ciascun individuo la massima possibilità di decidere la propria esistenza e di costruire la propria vita”.",
                        "Dopo aver sostato di fronte al busto di Riccardo Lombardi, ti invitiamo ora a rivolgere lo sguardo verso il lato opposto, a destra, in corrispondenza del numero civico 6 di Via Gian Filippo Ingrassìa, dove si trova il monumento dedicato a Don Giuseppe Campione."
                    ]
                }
            },
            {
                "id": "campione",
                "title": "Don Giuseppe Campione",
                "description": "Il monumento a Don Giuseppe Campione celebra un uomo di grande valore sociale e religioso, fondatore della Banca Rurale e promotore di un'amministrazione locale orientata al benessere della comunità. Il suo impegno per i più poveri e la sua visione di progresso furono ostacolati dal regime fascista, ma la sua eredità continua a vivere nel cuore della città.",
                "duration": "2:12",
                "audioPath": "assets/audio/it/5_campione.mp3",
                "transcription": {
                    "paragraphs": [
                        "Nato l'11 novembre 1878, in una famiglia numerosa, Giuseppe Campione si laurea in Teologia all'Università Gregoriana di Roma. Qui stringe amicizia con Don Luigi Sturzo, condividendo l'idea di un'amministrazione locale forte e vicina ai bisogni dei cittadini.",
                        "Tornato a Regalbuto, nel 1904 fonda la Banca Rurale dei Prestiti \"San Giuseppe\" per aiutare i piccoli contadini, spesso vittime di usura.",
                        "Il suo impegno sociale non si ferma qui: nel 1914, utilizza i guadagni della banca per trasformare l'ex monastero di Santa Maria degli Angeli in un centro educativo per i bambini più poveri.",
                        "Nel 1920 viene eletto sindaco con un programma ambizioso: distribuisce terre comunali ai contadini, porta acqua potabile ed energia elettrica nelle case, migliora le scuole, le strade e gli edifici pubblici, istituisce i primi centri medici per la prevenzione sanitaria.",
                        "In pochi anni, Regalbuto diventa un modello amministrativo, ma il suo successo disturba il nascente regime fascista. Nel 1922, viene costretto a dimettersi, la sua banca viene chiusa e contro di lui vengono formulate ben 110 accuse. Mentre partecipa alla processione del Corpus Domini, un maresciallo dei Carabinieri lo avvisa di un mandato di cattura. Con l'aiuto di alcuni fedeli, riesce a fuggire e si rifugia a Roma. Per sfuggire ai tre attentati subiti, trova rifugio persino nelle catacombe romane.",
                        "Nel 1932, il Tribunale di Nicosìa lo assolve e Don Giuseppe può tornare a Regalbuto. Ma ormai è un uomo segnato: vive gli ultimi anni in solitudine e nel 1934 morirà nella sua cittadina."
                    ]
                }
            },
            {
                "id": "corso",
                "title": "Corso Gian Filippo Ingrassia",
                "description": "Il Corso Gian Filippo Ingrassìa ospita eleganti palazzi nobiliari, tra cui Palazzo Compagnini, esempio di stile Liberty siciliano. È anche il cuore del Carnevale di Regalbuto, con la \"contradanza\" regalbutese che apre le sfilate. Qui si trova il Collegio di Maria, un'importante istituzione educativa; la via ricorda Gian Filippo Ingrassìa, medico e anatomista, con un busto a lui dedicato.",
                "duration": "8:43",
                "audioPath": "assets/audio/it/6_corso.mp3",
                "transcription": {
                    "paragraphs": [
                        "Adesso vi invitiamo a percorrere Via Gian Filippo Ingrassìa, lungo la quale è possibile ammirare alcuni splendidi palazzi nobiliari che testimoniano l'importanza della nobiltà locale nel passato. Tra questi spicca Palazzo Compagnini, al civico 13, raffinato esempio di stile Liberty siciliano. Gli edifici lungo questa via, appartenenti a diversi periodi storici, presentano elementi tipici dell'architettura siciliana, come cortili interni, archi maestosi e balconi decorati in stile barocco o neoclassico.",
                        "Lo stile barocco siciliano, sviluppatosi sotto l'influenza dei viceré spagnoli, si distingue per l'uso di putti, maschere grottesche e fregi ornamentali, spesso scolpiti sopra le cornici dei balconi o lungo le facciate. I balconi, accompagnati da eleganti balaustre in ferro battuto e gelosie panciute, donano ai palazzi un fascino unico. Un'altra caratteristica distintiva è la presenza di cortili interni, progettati per agevolare l'accesso delle carrozze, e di ingressi monumentali con archi decorati da fogliame e conchiglie, elementi tipici dell'influenza spagnola.",
                        "Questi palazzi hanno sempre avuto un ruolo centrale nella vita del paese, condividendo con le chiese una presenza dominante nelle piazze e nei punti nevralgici del centro storico. Molti di essi, originariamente costruiti da ordini ecclesiastici, vennero in seguito confiscati e ceduti alla nobiltà locale o al municipio, assumendo nuove funzioni nel corso della storia.",
                        "Il Corso Gian Filippo Ingrassìa è anche uno dei luoghi simbolo del Carnevale. Questo evento folkloristico è il momento più atteso dell'anno dalla comunità regalbutese. Ogni edizione di questa festa vede il corsoGian Filippo Ingrassìa trasformarsi in una lunga e coloratissima passerella per maschere, gruppi in costume e carri allegorici. Le sfilate che si svolgono si svolgono nei giorni di domenica, lunedì e martedì grasso, prendono il via da Piazza Vittorio Veneto, conosciuta affettuosamente dai regalbutesi come “U Chianu”, dove tutti i partecipanti si radunano in un'atmosfera carica di entusiasmo e aspettativa. Da qui, il corteo mascherato si muove lungo il corso, sfilando tra gli spettatori fino a raggiungere Piazza della Repubblica. Ogni passo lungo questa via è un'esplosione di musica, colori e coreografie coinvolgenti, frutto di mesi di preparazione. Uno degli elementi più caratteristici e affascinanti del Carnevale di Regalbuto è senza dubbio la Contradanza Regalbutese, una tradizione secolare che affonda le sue radici nei balli padronali dei baroni siciliani. La contradanza è composta tradizionalmente da dodici coppie di danzatori, vestite con costumi tradizionali, che eseguono una coreografia basata su schemi geometrici precisi, i danzatori si intrecciano con movimenti eleganti e sincronizzati per ricreare cerchi, quadrati, stelle e catene. Ciò che rende unica la Contradanza Regalbutese è la figura del maestro-capo, colui che comanda il ballo e guida i danzatori attraverso una serie di ordini impartiti in un francese arcaico e italianizzato.Tra i comandi più ricorrenti nella contradanza possiamo sentire espressioni come “sue”, che invita a partire, oppure “o cuntre”, che segna un cambio di direzione. Poi ancora “dame attorno ai cavalieri”, “portare la dama a balance”, “a muline”, o “a lillà”. Questi comandi non sono semplici istruzioni, ma veri e propri segnali che scandiscono il ritmo del ballo, trasformandolo in un affascinante gioco di movimenti, sguardi e intese. I ballerini si avvicinano e si allontanano, alternando passi cadenzati e scambiando le dame in un continuo intreccio che ricorda una danza di corteggiamento.",
                        "La contradanza, però, è molto più di una semplice coreografia. In passato aveva un profondo significato rituale, legato alla terra e ai cicli agricoli: veniva eseguita come gesto di ringraziamento per il raccolto e come augurio di abbondanza per l'anno successivo. Oggi, la sua esecuzione apre ufficialmente le sfilate del Carnevale. La contradanza è un patrimonio culturale prezioso, tramandato di generazione in generazione, che continua a rappresentare un forte elemento identitario per la comunità di Regalbuto.",
                        "Ma la magia del carnevale non si ferma qui. Una volta che le maschere arrivano in Piazza della Repubblica, il ritmo cambia. La musica si fa più intensa, le luci colorano ogni angolo, e la piazza si trasforma in una vera e propria sala da ballo all'aperto. Qui, tra DJ set, giochi di luce e un'atmosfera vibrante, il Carnevale prosegue con tutta la sua energia, fino a notte fonda.",
                        "Lungo la stessa via sorge anche il Collegio di Maria, un'importante istituzione educativa voluta dalla famiglia Taschetta. Edificato nel 1735 per i Gesuiti della Compagnia di Gesù, divenne rapidamente un centro di istruzione rinomato, frequentato da giovani nobili provenienti da tutto il territorio. Tuttavia, con l'espulsione dei Gesuiti dalla Sicilia nel 1768, la scuola venne trasformata in Reale Ginnasio e, nel 1778, divenne il Collegio di Maria, destinato all'educazione delle fanciulle. Qui venivano accolte, oltre alle giovani aristocratiche, anche bambine orfane o in difficoltà, offrendo loro istruzione e assistenza. Dopo l'Unità d'Italia, nel 1861, il Collegio cambiò nuovamente funzione, ospitando le prime scuole elementari del paese, mantenendo così viva la sua vocazione educativa.",
                        "Vi invitiamo adesso  a scoprire una delle figure più illustri nate in questo borgo: il medico e anatomista Gian Filippo Ingrassìa. Nato qui nel 1510, Gian Filippo Ingrassìa fu un protagonista del Rinascimento, periodo di grandi scoperte scientifiche. Dopo aver studiato all'Università di Padova, dove fu allievo di Andrea Vesalio, divenne un eminente medico e docente, insegnando a Napoli, Palermo e contribuendo alla nascita dell'Università di Messina. Gian Filippo Ingrassìa è noto per i suoi studi sullo scheletro umano, in particolare per la prima descrizione della staffa, uno dei tre ossicini dell'orecchio medio. Fu proprio durante una lezione a Napoli, nel 1546, che Gian Filippo Ingrassìa  fece questa scoperta rivoluzionaria. Mentre mostrava ai suoi studenti le cellule interne delle ossa dell'orecchio, estrasse i due ossicini già noti, il martello e l'incudine. Con grande sorpresa, si accorse che sulla tavola di dissezione era presente un terzo piccolo osso. Lo esaminò attentamente e, incuriosito, iniziò a cercarlo in altri crani, trovandolo sempre nello stesso punto. Notando la sua somiglianza con con la lettera greca delta, decise di chiamarlo staffa o deltoide.La sua carriera lo portò a diventare Protomedico del Regno di Sicilia, ruolo in cui affrontò le emergenze sanitarie del tempo con un approccio innovativo. Durante un'epidemia di peste a Palermo, introdusse misure igienico-sanitarie rigorose e distinse per primo la rosolia dal morbillo. Il suo trattato Informatione del pestifero et contagioso morbo divenne un riferimento in tutta Europa. Regalbuto celebra oggi il suo illustre concittadino dedicandogli questa strada nonché un busto in bronzo posto nella piazzetta a lato della Chiesa Santa Maria La Croce."
                    ]
                }
            },
            {
                "id": "santa_maria",
                "title": "Chiesa Santa Maria La Croce",
                "description": "La Chiesa di Santa Maria la Croce, esempio di architettura barocca, presenta un interno ricco di stucchi e opere d'arte. È un luogo di grande valore storico e spirituale per la comunità, custodendo anche reliquie importanti.",
                "duration": "6:36",
                "audioPath": "assets/audio/it/7_santa_maria.mp3",
                "transcription": {
                    "paragraphs": [
                        "Situata nell'odierna Piazza Vittorio Veneto, anticamente nota come Piazza Santa Croce, la Chiesa di Santa Maria la Croce rappresenta uno dei più significativi esempi di architettura sacra a Regalbuto e custodisce secoli di storia, arte e spiritualità. Le sue origini risalgono alla seconda metà del Quattrocento, ma l'aspetto attuale è frutto di un lungo processo di ampliamento e ristrutturazione che, avviato nel 1630, si concluse nel 1744.",
                        "La sua facciata barocca, danneggiata durante i bombardamenti del 1943 e successivamente restaurata, conserva intatta la sua eleganza, nonostante l'incompletezza della torre campanaria.Questo edificio non è solo un luogo di culto, ma un prezioso scrigno di memoria spirituale e artistica.",
                        "Entrando, colpisce subito la grandiosità dell'interno: una chiesa a tre navate, sorrette da dieci pilastri a pianta crociata, con capitelli decorati da motivi in foglie d'acanto. La navata centrale è illuminata lateralmente da ampie finestre e coperta da una volta a botte che accoglie e amplifica la luce, creando affascinanti giochi di chiaroscuro sulle superfici decorate e sugli stucchi, i cui colori (bianco, azzurro e oro) ricordano la devozione alla Madonna.",
                        "Le navate laterali si uniscono a quella centrale in cinque scomparti e terminano in tre absidi, offrendo un senso di armonia e solennità. L'abside centrale ospita una nicchia incorniciata da un arco in pietra rosa finemente lavorata, probabilmente parte della struttura precedente. Il contrasto tra la pietra e i bianchi stucchi circostanti crea un effetto visivo di rara bellezza. Al di sopra, spicca un simbolo trinitario: un triangolo inscritto in un cerchio, con al centro una colomba bianca, emblema dello Spirito Santo. Una rappresentazione che richiama pace, luce e armonia divina.",
                        "Poco sopra l'altare maggiore si legge una scritta latina: “Amaritudine plena sum – Exsulta en ceniti ad te de Cruce – Mater Maria”. Un messaggio profondo che richiama la sofferenza e l'elevazione spirituale di Maria sotto la croce, in un silenzioso dialogo con il visitatore.",
                        "Durante gli scavi degli anni Settanta è tornato alla luce il fonte battesimale, un elemento molto importante per la vita religiosa della chiesa. Su una delle sue colonne troviamo una figura curiosa e affascinante: una sirena.",
                        "Anche se può sembrare strano vedere una sirena in un luogo sacro, dobbiamo sapere che nel Medioevo era un simbolo piuttosto diffuso. Come altri motivi dell'arte romanica, come la pigna, l'uva, gli animali fantastici, anche la sirena aveva un significato profondo. Non era solo una decorazione: rappresentava le tentazioni, il peccato, il pericolo di allontanarsi dalla fede.",
                        "Per le persone del tempo, questi esseri misteriosi, metà donna, metà pesce, erano un modo per raffigurare il male, l'inganno, ma anche la paura dell'inferno. Erano spesso scolpiti in chiese e monasteri per ricordare ai fedeli di restare sulla retta via.",
                        "Ma questa figura nasconde anche un legame con culti molto più antichi, che risalgono all'epoca dei Greci, dei Romani e degli Egizi. La sirena può infatti essere vista come un richiamo alla “Grande Madre”, una divinità legata alla natura, alla fertilità e alla protezione. In Sicilia, ad esempio, questo culto era così forte che si pensava fosse la vera dea dell'isola.",
                        "Nei secoli, miti e leggende hanno continuato a vivere attraverso i racconti cavallereschi, gli oggetti sacri, le vesti liturgiche e persino nei dettagli decorativi, come i ricami degli altari. Tutto questo ci mostra quanto passato e presente siano legati, e quanto l'arte sappia raccontare storie che parlano alla nostra immaginazione, ancora oggi.",
                        "Sul fonte battesimale è presente un bassorilievo raffigurante “il battesimo di Gesù Cristo al Giordano”, mentre nella parete opposta un altro raffigurante “La predicazione di Giovanni presso il fiume Giordano.",
                        "All'interno della chiesa sono custodite numerose opere d'arte, come la tela di San Vito Martire; Il miracolo di San Francesco di Paola; La Presentazione della Vergine al tempio; Trapasso di San Giuseppe, La madonna e le anime del purgatorio; Gesù Crocifisso; San Michele. Arcangelo; nonché le statue della Madonna Addolorata, portata in processione il venerdì Santo in occasione della ricorrenza Pasquale e la statua di Santa Lucia.",
                        "All'interno della Chiesa si trovano inoltre, le reliquie del venerabile Fratel Andrea Del Guasto. ​Nato il 16 agosto 1534 a Castrogiovanni, l'attuale Enna, da Pietro Del Guasto e Sicilia Xilla, Andrea fin da giovane, mostrò una profonda inclinazione spirituale, ritirandosi nell'eremo di Judica sotto la guida di Padre Filippo Dulcetto. Qui trascorse circa vent'anni dedicandosi alla preghiera e alla meditazione. Desideroso di una vita religiosa più strutturata, Andrea, insieme ad altri dodici compagni, chiese e ottenne di entrare nell'Ordine degli Agostiniani. Vestì l'abito agostiniano nel convento di Catania e, dopo il noviziato, emise i voti a Regalbuto il primo novembre 1586. A Regalbuto, Andrea Del Guasto fondò il convento di Sant'Antonino Abate, dove visse fino alla sua morte il 7 settembre 1617. Questo convento divenne un centro di spiritualità e formazione per la comunità locale."
                    ]
                }
            },
            {
                "id": "piano",
                "title": "Piazza Vittorio Veneto",
                "description": "Piazza Vittorio Veneto ospita il Monumento ai Caduti. Un tempo qui sorgevano la Chiesa di Sant'Agostino e il convento agostiniano.  La piazza è un luogo che conserva la memoria storica di eventi significativi, come la battaglia di Regalbuto durante la Seconda Guerra Mondiale, e oggi rappresenta un punto di riferimento per la comunità.",
                "duration": "8:01",
                "audioPath": "assets/audio/it/8_piano.mp3",
                "transcription": {
                    "paragraphs": [
                        "Piazza Vittorio Veneto, conosciuta anche come U chianu o il piano, rappresenta il centro della vita sociale del paese. Il nome Vittorio Veneto le è stato attribuito in memoria della storica battaglia della Prima Guerra Mondiale, che segnò la vittoria dell'Italia sull'Impero Austro-Ungarico. Come in molte altre città italiane, questa piazza è stata dedicata a quell'evento simbolico, per onorare il sacrificio dei soldati italiani e celebrare l'unità nazionale. Al centro della piazza spicca il Monumento ai Caduti, un tributo a coloro che hanno sacrificato la propria vita per la patria. Il monumento si erge là dove un tempo sorgeva la Chiesa di Sant'Agostino. L'idea del monumento nacque dal Cavaliere Avvocato Dino Lo Giudice, all'epoca primo podestà di Regalbuto, nonché figura di rilievo nel panorama politico e militare della provincia di Enna. Fu grazie all'impegno della comunità regalbutesi emigrata a New York che il progetto relativo al monumento divenne realtà e nel 1930, fu finalmente inaugurato. Guardando attentamente, è possibile osservare due grandi lastre marmoree, le quali riportano i nomi dei 163 caduti della PRIMA Guerra MONDIALE, mentre in seguito vennero aggiunte altre lastre in ricordo delle vittime della Seconda Guerra Mondiale. A dominare la scena è una colonna in marmo, sulla cui sommità svetta la figura della Vittoria Alata, che solleva una corona di alloro, antico simbolo di gloria e riconoscenza per gli eroi caduti. Poco più in basso, due soldati, raffigurati con grande dinamismo: il primo è nell'atto di lanciare una bomba a mano, mentre il secondo si prepara all'assalto con la baionetta innestata. Un'immagine potente, che evoca il coraggio, la lotta e il sacrificio dei combattenti. Il monumento è testimone non solo della guerra, ma anche degli eventi drammatici che segnarono Regalbuto.",
                        "Durante gli anni della Seconda Guerra Mondiale, la vita a Regalbuto era fatta di sacrifici, paure e piccoli gesti di resilienza quotidiana. Le famiglie vivevano con l'ansia dei bombardamenti, spesso rifugiandosi nelle campagne o nelle cantine quando il rombo degli aerei si avvicinava. Il cibo era razionato e si cucinava ciò che offriva l'orto.",
                        "Tra i ricordi più vividi di quei momenti, il Signor Angelo Leanza, nel libro Viaggio nella memoria: Regalbuto – I nonni raccontano il ventennio e lo sbarco degli alleati in Sicilia nel 1943, racconta un episodio drammatico: «Un tedesco si nascondeva dietro le colonne della chiesa di Santa Maria, aveva un mitra e tantissime munizioni. Da quella posizione strategica era possibile avere una visuale e puntare persone che provenissero da qualsiasi strada. Un soldato americano riuscì a ucciderlo tagliandogli la gola prendendolo alle spalle. Questo avveniva proprio sul circondario di questa piazza.»",
                        "Oggi, si può ancora immaginare il silenzio rotto dai colpi, le ombre che si muovevano rapide tra le case.",
                        "Durante la Seconda Guerra Mondiale, Regalbuto fu teatro di uno degli scontri più intensi della Campagna di Sicilia. Tra il 29 luglio e il 3 agosto 1943, le truppe canadesi e britanniche affrontarono qui una dura battaglia contro le forze tedesche, arroccate tra le colline che circondano il paese. L'importanza strategica di Regalbuto ne fece un obiettivo chiave per l'avanzata verso Messina, e la sua conquista fu resa possibile grazie al coraggio e alla determinazione delle truppe alleate, in particolare dei soldati canadesi del Seaforth Highlanders.",
                        "La battaglia lasciò segni profondi: il centro abitato fu gravemente danneggiato e il costo in vite umane fu alto, sia tra i militari che tra i civili. Oggi, il legame tra Regalbuto e il Canada vive nella memoria storica e nelle commemorazioni ufficiali. A pochi chilometri, ad Agira, si trova il Cimitero di Guerra Canadese, unico in Italia, dove riposano quasi 500 soldati canadesi caduti durante la liberazione della Sicilia.",
                        "Il Monumento ai Caduti, che oggi domina la piazza, sorge su un'area che un tempo era occupata dalla Chiesa di Sant'Agostino. Questo edificio sacro, a tre navate e caratterizzato da archi gotico-normanni, era dedicato alla Madonna del Soccorso, compatrona di Regalbuto. Oltre al suo valore artistico, la chiesa custodiva numerose memorie storiche ed era decorata con raffinati stucchi. è interessante sottolineare che  la sua posizione ai piedi della collina di Santa Lucia la rendeva particolarmente vulnerabile: ogni anno, infatti,  l'acqua piovana penetrava nelle fondamenta, causando danni strutturali sempre più gravi. L'umidità minava la stabilità dell'edificio, tanto da farne temere il crollo. Dopo un'attenta valutazione tecnica, il Reale Decreto dell'8 maggio 1927 ne decretò la chiusura al culto e la successiva demolizione, avvenuta nel 1928. La comunità agostiniana si trasferì quindi nel Monastero di San Giovanni Battista, mentre al posto della chiesa vennero costruiti l'attuale Piazza Vittorio Veneto e il monumento che oggi vediamo.",
                        "Ma la storia di questo luogo non si ferma qui. Accanto alla chiesa sorgeva uno dei più importanti centri monastici della Sicilia: il Complesso dell'ex Convento di Sant'Agostino. Qui, per secoli, si formarono numerosi padri agostiniani, destinati a diffondere il loro sapere in tutta Italia. Il convento vantava due splendidi chiostri, ancora oggi esistenti, e nel Settecento venne arricchito con nuovi arredi e una biblioteca prestigiosa, diventando così un centro di eccellenza per la formazione religiosa. Tuttavia, con la soppressione degli ordini religiosi tra il 1866 e il 1867, i beni del convento vennero incamerati dallo Stato e l'edificio subì profonde trasformazioni. ",
                        "Durante il periodo fascista, il prospetto laterale del convento fu ricostruito secondo i canoni architettonici dell'epoca, mentre gli interni vennero profondamente modificati, cancellando in gran parte l'antica struttura agostiniana. In quegli spazi sorsero la Casa del Fascio e il Cine-Teatro Littorio. Negli anni '30, il cine-teatro ospitò numerose compagnie di avanspettacolo, dando origine al teatro di rivista. Nel 1943, l'edificio subì danni a causa dei bombardamenti alleati; fu successivamente ristrutturato e ribattezzato Cine-Teatro Urania. Oggi il Cine-Teatro Urania è attivo come cinema, teatro e spazio dedicato a eventi culturali.",
                        "Un'altra ala del complesso conventuale fu invece destinata all'Istituto Professionale Regionale, con un'unica sezione maschile, denominata Istituto San Giuseppe. Dopo la caduta del fascismo, l'edificio cambiò più volte destinazione d'uso. Attualmente, una parte dell'ex convento ospita l'Ufficio Tecnico Comunale, mentre un'altra è sede del Centro giovanile Lasalliano dei Fratelli delle Scuole Cristiane."
                    ]
                }
            },
            {
                "id": "villa",
                "title": "Villa Comunale",
                "description": "La Villa Comunale di Regalbuto ospita la statua di Vincenzo Gamiddo, giovane partigiano caduto durante la Seconda Guerra Mondiale. Da qui si può ammirare la vista sui monti che raccontano la lunga storia del paese, dalle origini antiche al periodo arabo e normanno.",
                "duration": "6:10",
                "audioPath": "assets/audio/it/9_villa.mp3",
                "transcription": {
                    "paragraphs": [
                        "Benvenuti alla Villa Comunale di Regalbuto, uno dei luoghi più amati e frequentati dalla comunità. Questo spazio verde non è solo un punto di incontro e svago, ma anche un luogo di memoria. Al centro della villa si erge la statua dedicata a Vincenzo Gamiddo, un giovane partigiano nato proprio qui, a Regalbuto, il 14 aprile del 1924. Vincenzo cadde il 23 novembre del 1944, durante un pattugliamento nei pressi di Asti, nella località di Variglie. Aveva solo 20 anni, ma sacrificò la propria vita per contribuire alla liberazione dell'Italia dall'oppressione nazifascista. Oggi riposa nel cimitero di Cuneo, e qui, nella sua città natale, il suo coraggio continua a essere onorato.",
                        "Un tempo, la villa era curata con grande attenzione da una figura oggi quasi dimenticata: il villiere. Questo custode si occupava ogni giorno della pulizia e della manutenzione del parco, ma tra i suoi compiti c'era anche qualcosa di davvero speciale: comporre quotidianamente la data, con fiori e foglie che venivano disposti con pazienza e precisione per formare i numeri e il nome del mese, creando un piccolo capolavoro di bellezza naturale.",
                        "Se ci spostiamo verso il balconcino, proprio alle spalle della statua di Vincenzo Gamiddo, possiamo godere di una vista panoramica che racconta la storia stessa di Regalbuto. Guardando in alto, verso sinistra, si distinguono chiaramente due rilievi: il Monte San Giorgio e, più visibile, il Monte San Calogero. La storia di Regalbuto affonda le sue radici in un tempo lontanissimo, quando il territorio era conosciuto con un altro nome: Amèselon. Amèselon Sorgeva nei pressi del Monte San Giorgio ed era un insediamento fortificato, strategicamente importante per il controllo delle vie di comunicazione e dei commerci locali. Amèselon fu a lungo conteso da varie potenze, fino a essere distrutto nel terzo  secolo avanti Cristo. durante le guerre tra i Mamertini, Gerone II di Siracusa e i Romani. Dopo la sua distruzione, il territorio fu spartito tra i centuripini e gli agirini. L'antica città scomparve, lasciando spazio a piccoli insediamenti rurali.",
                        "Durante il dominio romano, l'area divenne parte del sistema agricolo siciliano, contribuendo alla produzione di grano per l'Impero. Ma con il crollo dell'Impero Romano d'Occidente, arrivarono i Bizantini, e con loro una fase di decadenza e spopolamento.",
                        "Nel nono secolo, con l'arrivo degli Arabi, il territorio conobbe una nuova vita. Nacque un nuovo insediamento nei pressi del Monte San Calogero, conosciuto con i nomi di Rahl-Butahi o Rahal al-Abbud, che significano “casale fortificato” o “casale del devoto”. Gli Arabi portarono innovazioni agricole e trasformarono il paesaggio, rendendolo fertile e organizzato.",
                        "Con la conquista normanna dell'undicesimo secolo, Regalbuto venne cristianizzato e trasformato. Il Conte Ruggero affidò il territorio a cavalieri normanni, che ne garantirono la difesa e ne incentivarono la crescita, favorendo l'insediamento di coloni lombardi. La città assunse una nuova identità, pur mantenendo tracce delle sue origini arabe. Nel tredicesimo secolo, la Sicilia divenne il fulcro dell'Impero svevo sotto il regno di Federico II di Svevia, sovrano colto e innovatore. Regalbuto, sotto il suo dominio, assunse un ruolo strategico all'interno della rete difensiva imperiale. Alla morte di Federico, il potere passò al figlio Manfredi, che si trovò a fronteggiare rivolte e invasioni. Per assicurarsi il sostegno dei principali centri siciliani, Manfredi conferì a Regalbuto il prestigioso titolo di Reale, riconoscendone l'importanza strategica e sottraendola al controllo dei signori feudali. Dopo la sconfitta di Manfredi nella battaglia di Benevento nel 1266, Regalbuto passò sotto il controllo angioino, ma mantenne il titolo di Reale, simbolo del suo passato glorioso. Nel corso dei secoli successivi, Regalbuto si trovò spesso al centro di tensioni e conflitti con i paesi vicini. Le contese con Centuripe erano frequenti: i centuripini, eredi di un'antica tradizione greca, si contendevano con Regalbuto le terre più fertili e le principali vie di comunicazione. Anche Agira fu a lungo in rivalità con Regalbuto. Le dispute territoriali e, soprattutto, le risorse idriche erano motivo di scontri, che talvolta sfociavano in veri e propri attacchi armati. In un'occasione, durante uno di questi conflitti, furono addirittura incendiati gli archivi storici di Regalbuto. Nel corso del quindicesimo e sedicesimo secolo, questi scontri si fecero più accesi, insieme a rivolte interne contro il potere feudale. Ma tutto ciò contribuì a forgiare l'identità di Regalbuto: una comunità forte, determinata e desiderosa di autonomia.",
                        "Con il dominio spagnolo, la Sicilia attraversò una fase di grande sfruttamento economico, ma anche di crescita culturale. E nel diciottesimo secolo, con i Borbone, Regalbuto seguì il destino del Regno delle Due Sicilie, fino a entrare a far parte del Regno d'Italia nel 1861."
                    ]
                }
            },
            {
                "id": "lago",
                "title": "Lago Pozzillo",
                "description": "La Diga Pozzillo ha dato vita all'omonimo lago, il più grande bacino artificiale della Sicilia. Fondamentale per l'irrigazione e la produzione di energia, il lago è anche un importante habitat naturale, ricco di fauna e vegetazione, ideale per attività all'aperto.",
                "duration": "3:04",
                "audioPath": "assets/audio/it/10_lago.mp3",
                "transcription": {
                    "paragraphs": [
                        "La Diga Pozzillo, situata nel territorio di Regalbuto è una delle principali opere idrauliche della Sicilia centrale. La sua costruzione, avviata negli anni '50 e completata nel 1959, ha richiesto quasi un decennio di lavori. L'opera è stata finanziata dalla Cassa per il Mezzogiorno e dall'Ente Regionale per lo Sviluppo Agricolo, con l'obiettivo di fornire risorse idriche per l'irrigazione delle aree agricole circostanti e per la produzione di energia idroelettrica. La diga ha un'altezza massima di 59 metri e una lunghezza di coronamento di 319 metri, con una capacità di invaso di circa 150 milioni di metri cubi d'acqua.",
                        "La diga è stata realizzata in calcestruzzo armato per sbarrare il fiume Salso, un affluente del Simeto, creando così il Lago Pozzillo, il più vasto bacino artificiale dell'isola.  Il Lago Pozzillo si estende tra i comuni di Regalbuto, Agira e Gagliano Castelferrato. Il lago si adagia su un'ampia distesa verde, attraversata dal fiume Salso Cimarosa — l'antico Komosoros — che nasce nei pressi di Nicosìa e, dopo un percorso di 72 chilometri, confluisce nel Simeto. Lungo il suo tragitto, il fiume raccoglie le acque di numerosi affluenti, formando un bacino idrografico di oltre 580 chilometri quadrati. Oggi, il Lago Pozzillo rappresenta molto più di una riserva idrica: è un elemento vitale per l'agricoltura della Piana di Catania, una fonte preziosa di energia grazie alle centrali idroelettriche che producono oltre ottomila chilowattora, e un'oasi ambientale ricca di biodiversità. Il paesaggio che lo circonda è in gran parte boschivo, con ampi tratti di eucalipti piantati per contenere il rischio di smottamenti. Tra questi alberi si aprono pascoli tranquilli, dove il tempo sembra essersi fermato. Il microclima della zona ha subito modifiche: gli inverni sono oggi più umidi e miti, e in autunno si formano banchi di nebbia che un tempo erano rari. Le acque del lago ospitano una vivace fauna ittica: carpe, tinche, persici reali e gamberetti di fiume, mentre lungo le sponde si posano spesso aironi cenerini, cormorani, folaghe e anatre selvatiche, attirate da un habitat accogliente, ideale per il riposo o la nidificazione.",
                        "Il Lago Pozzillo, incorniciato dal verde delle colline siciliane, è oggi una vivace meta turistica che unisce natura, relax e avventura, offrendo numerose attività come escursioni, tour in quad e percorsi tra gli alberi nel suggestivo parco avventura."
                    ]
                }
            }

           ]
        },
        "en": {
            "title": "Audio Guide of Regalbuto",
            "description": "Explore the history, art and traditions of Regalbuto through this audio-guided tour. A sound journey through ten emblematic places narrated with passion.",
            "introduction": {
            "audioPath": "assets/audio/en/intro.mp3",
            "transcription": {
                    "paragraphs": [
                        "Nestled in the heart of Sicily, between the gentle hills of the Ennese countryside and the shimmering waters of Lago Pozzillo, Regalbuto is a *borgo*, a charming village, rich in history, tradition, and breathtaking views. This hidden gem has witnessed the passage of Arabs, Normans, and Spaniards, all of whom have left a lasting mark on its artistic and cultural heritage.",
                        "As we stroll through its narrow streets, we'll uncover ancient churches,noble residences and hidden corners that speak of centuries gone by. But Regalbuto isn't just about the past: here you'll find an authentic atmosphere, shaped by warm Sicilian hospitality, genuine local flavors, and vibrant popular festivals.",
                        "Get ready for a journey through art, nature, and tradition. We'll guide you through the discovery of Regalbuto, a true corner of Sicily waiting to be explored."
                    ]
                }
            },
            "stops": [
                {
                    "id": "piazza",
                    "title": "Republic Square",
                    "description": "Discover the historical and social heart of Regalbuto: Piazza della Repubblica, one of the largest squares in the province of Enna. Once called Piazza del Re (King's Square), since 1946 it celebrates the birth of the Italian Republic. Among elegant stone geometries and symbolic buildings of the city, let yourself be guided through the stories of a vibrant community.",
                    "duration": "1:43",
                    "audioPath": "assets/audio/en/piazza.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Welcome to *Piazza della Repubblica*, the beating heart of Regalbuto and one of the largest squares in the province of Enna.",
                            "This square has witnessed the turning points of Italian history: originally named *Piazza del Re*, or King's Square, in honor of the monarchy, it was renamed in 1946 with the birth of the Republic to celebrate the values of freedom and democracy.",
                            "The square has an oval shape and a unique paving design created by the Lanza brothers, master marble craftsmen from Regalbuto. Its geometric pattern stands out for the use of various types of stone: the white of limestone alternates with the red and grey tones of granite, creating a strikingly elegant effect.",
                            "All around you rise some of the town's most iconic landmarks: the *Municipio*, or Town Hall, with its commanding architecture; the *Chiesa Madre di San Basilio*, the Mother Church of Saint Basil, a spiritual reference point for the community; and the old noble residences that still echo the aristocratic past of the town.",
                            "But *Piazza della Repubblica* is more than just the historical and administrative center of Regalbuto—it's also the heart of popular traditions. This is where the town's most important cultural and religious celebrations take place, such as the vibrant Sicilian Carnival, and the festival of *San Vito*, the town's patron saint.",
                            "As you walk across this square, you're not just stepping through the center of the town—you're moving through a space that reflects the very history and identity of Regalbuto.",
                            "Let's continue our journey."
                        ]
                    }
                },
                {
                    "id": "comune",
                    "title": "Town Hall",
                    "description": "The Town Hall elegantly overlooks Republic Square, marking the institutional heart of Regalbuto. Inside, among historical busts, a scenic staircase made of lava stone and the decorated council chamber, the civic identity of the city is preserved.",
                    "duration": "2:48",
                    "audioPath": "assets/audio/en/comune.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Let's cross the square and step into one of the most iconic places in town: the *Palazzo Comunale*, the Town Hall of Regalbuto. This elegant building, with its baroque-style façade, fits in harmoniously with the historic architecture that surrounds it.",
                            "The front of the building is divided into three vertical sections, framed by sturdy stone buttresses. Above, three elegant balconies overlook the square, each one aligned with the doorways on the ground floor. Over the centuries, the building has undergone several renovations, including a significant one in 1930, commissioned by *commendatore Ranalli*, which helped preserve its elegance and historical value.",
                            "As we walk through the central doorway, we enter the atrium, where two plaster casts were added during the most recent restorations: one depicting the renowned physician *Gian Filippo Ingrassìa*, and the other—a case of mistaken delivery from the foundry—featuring a figure identified as *Gian Filippo D'Alì*.",
                            "Beyond the first room, a majestic staircase in *pietra lavica*, lava stone, opens before us—an enduring symbol of Sicilian building tradition. Flanking the steps, two imposing sculpted lions keep watch over the entrance to the upper floor. Symbols of strength and vitality, they seem almost like guardians of the history contained within these walls.",
                            "At the top of the stairs lies the institutional heart of the building: *la sala consiliare*, the council chamber. It's a space of significant artistic value, with finely decorated stucco ceilings and a floor adorned with an elegant mosaic representing the *stemma di Regalbuto*, the town's coat of arms.",
                            "This coat of arms was officially recognized by decree of the *Consiglio dei Ministri*, the Council of Ministers, on December 29th, 1953. It features a crowned eagle with lowered wings, and the *Madonna del Soccorso*, Our Lady of Help, adorned with a golden crown. As part of Italy's civic heraldry, Regalbuto's coat of arms adheres to the technical regulations set by the State.",
                            "It consists of a shield topped with a crown, an element that indicates the status of the institution. Since Regalbuto is a *Comune*, or municipality, its emblem bears the crown designated for municipalities: a silver circlet, open and decorated with four visible gateways (known as *pusterle*), bordered by twin masonry lines, and surmounted by a wall featuring sixteen visible openings, each crowned with swallow-tailed battlements, all rendered in silver and outlined in black stonework."
                        ]
                    }
                },
                {
                    "id": "chiesa_madre",
                    "title": "Mother Church of Saint Basil",
                    "description": "Next to the Town Hall stands the Mother Church of Saint Basil, the spiritual heart of Regalbuto. From its medieval origins to the impressive 18th-century interior, it preserves art, devotion and the living memory of Saint Vitus, patron saint of the city.",
                    "duration": "10:33",
                    "audioPath": "assets/audio/en/chiesa_madre.mp3",
                    "imagePath": "assets/img/regetna.jpg",
                    "transcription": {
                        "paragraphs": [
                            "Overlooking *Piazza della Repubblica* and standing beside the *Palazzo Comunale*, the *Chiesa Madre di San Basilio*—also known as the \"Perla della Mitra catanese,\" the Pearl of the Mitre of Catania—rises with its quiet grandeur. The church was built on the site of a medieval monastery, once home to *Basilian* monks of the Greek-Byzantine rite. On those very foundations, in the sixteenth century, a new basilica-style church was constructed. The earthquake of 1693 caused serious damage, particularly to the roof, but it also brought Regalbuto into the sweeping wave of reconstruction that transformed eastern Sicily in the eighteenth century. In 1747, Archbishop *Pietro Galletti* elevated the church to the rank of *collegiata*, or collegiate church.",
                            "Its elegant and understated *baroque façade* is characteristic of eighteenth-century Sicilian religious architecture. Above the main entrance, an arched window filters light into the interior, while beside it rises the bell tower, *la torre campanaria*, with its striking pyramidal shape. Standing nearly 45 meters tall, it was built between 1733 and 1744, based on a design by a master builder from Mineo.",
                            "Crossing the threshold, you enter a majestic space. The church has a single nave with a double *Greek cross* layout, each cross surmounted by a dome. The floor, completed in 1886, is decorated with polychrome marble in refined geometric patterns. Along the nave are six altars, each one graced with grand sacred paintings. Natural light, filtering through the octagonal domes, enhances every detail in a play of extraordinary light and shadow.",
                            "In the first dome, just above the entrance, you'll notice the all-seeing eye of God inside a triangle, a symbol of the Holy Trinity. The second dome, closer to the presbytery, features a dove in flight with an olive branch. The third dome, above the main altar, depicts two angels carrying the empty urn of the Risen Christ—a powerful image of the Easter mystery.",
                            "At the center, the grand *apse* dominates the space, crowned by a magnificent eighteenth-century organ, crafted between 1775 and 1782 by the renowned organ maker *Don Donato del Piano*. It is one of the few remaining instruments with a \"*pedaliera a doppio scappamento alla siciliana*,\" a double-escape Sicilian-style pedalboard, and features 1,202 pipes, 37 of which are visible on the front. Restored multiple times—most recently in 2010—the organ returned to life with an inaugural concert performed by the esteemed maestros *Paolo Bougeat* and *Diego Cannizzaro*.",
                            "To the left, the *Altare del Santissimo Sacramento*, or Altar of the Blessed Sacrament, holds a painting of the Sacred Heart, attributed to the Catanese painter *Michele Rapisardi*. On the right, the *Altare di San Vito* houses a gilded wooden statue sculpted by the Neapolitan artist *Giuseppe Picano*.",
                            "We now invite you to take a seat and listen to the story of this remarkable martyr of the Church.",
                            "*San Vito* was born in the year 285 AD in what is now *Mazara del Vallo*. His father, *Hila*, was a nobleman and a pagan, while his mother *Bianca*, a Christian, tragically died giving birth to him. He was raised by his nurse *Crescenzia*, who loved and cared for him like a mother. When Vito was only five, his father placed him under the guidance of a tutor named *Modesto*, a wise and educated man also from Mazara. But Modesto went beyond teaching him reading and science—he passed on his Christian faith, even baptizing the young Vito, despite his father's disapproval.",
                            "Legend tells that just after his baptism, an angel appeared to Vito, handing him a cross—a sign of the martyrdom to come.",
                            "On February 23, 303 AD, Emperor *Diocletian* issued the first imperial decree of persecution against Christians. It was Vito's own father who denounced him to the prefect *Valerian*, who ordered him to be flogged. Yet Vito was left unscathed. An angel freed him from prison, and together with Modesto and Crescenzia, he fled—first to Regalbuto, and then to Lucania.",
                            "In Regalbuto, now a site of deep devotion, a miracle is said to have occurred: a shepherd's child was attacked and torn apart by rabid dogs. Vito ordered the animals to return the child's limbs, which were miraculously reassembled, bringing the child back to life. Today, in front of the *Chiesa dei Cappuccini*, a metal stele commemorates this extraordinary event.",
                            "Upon reaching Lucania, Vito's fame spread all the way to the imperial court. Diocletian summoned him to cure his daughter, who was possessed by a demon. Vito succeeded—but instead of being rewarded, he was arrested and subjected to terrible tortures: boiling oil, wild beasts... Yet none of them harmed him. Finally, on June 15, 304, Vito was martyred, along with Modesto and Crescenzia, under the brutal orders of the emperor. Their bodies were laid to rest in a cave near the river *Silaro*, in Lucania.",
                            "In the centuries that followed, the relics of San Vito were moved several times—to Saxony, to Prague, and eventually parts of his body also reached *Casale*, *Mazara*, and finally *Regalbuto*.",
                            "Although the liturgical feast of San Vito is on June 15, Regalbuto celebrates its *festa patronale*, or patronal festival, from August 8 to 11. This change is rooted in local history and culture. In the past, June coincided with the harvest season, a time when most of the population was busy in the fields, making it difficult to hold a celebration. August, on the other hand, offered a pause after the harvest—a better time for collective participation. Many Regalbutesi also return home from abroad during the summer holidays, making August the ideal moment to bring the community together.",
                            "The August date is also tied to a key historical event: according to some sources, the relics of San Vito arrived in Regalbuto on February 2, 1541. Others, however, claim they arrived on August 9, 1547, coming from *Piazza Armerina*. From that moment on, the commemoration of the event became a tradition—now one of the most eagerly awaited and cherished moments of the year.",
                            "Festivities begin on August 8 with the *Processione dell'Alloro*, or Procession of the Laurel. In the three days leading up to it, the people of Regalbuto journey to the countryside near *Agira*, either on foot or by vehicle, to collect traditional branches of laurel. This ritual, known as the *viaggio dell'alloro*, or \"laurel journey,\" is an act of devotion to San Vito—a kind of pilgrimage to gather the branches, which are then adorned with small holy images and red ribbons called *zaredde*. These are usually made of fabric and tied to the laurel or worn around the wrist like a bracelet. The *zaredda*—or *zaredde* in plural—is blessed during religious ceremonies and worn in faith, believed to bring luck, health, and the Saint's protection. Tradition says it should never be removed by the wearer—it must fall off on its own, a sign that it has fulfilled its protective purpose.",
                            "The procession is led by the bearers of the *antinne*, tall poles covered in laurel branches, decorated with red drapes and colorful handkerchiefs. They are held upright with ropes that descend from their tops. Next come the faithful on foot, carrying their branches, followed by riders on horseback. The air is filled with cries of devotion, as one voice calls out: \"*E gridamu, e gridamu ccu cori cuntritu!*\" to which the crowd responds, \"*Viva Diu e Santu Vitu!*\"",
                            "The procession begins at the site of San Vito's miracle, winds through *Via Garibaldi*, continues along *Via Gian Filippo Ingrassìa*, climbs *Via Don Giuseppe Campione*, descends *Via Roma*, and returns to *Via Gian Filippo Ingrassìa*. Every corner of *Piazza della Repubblica* fills with the faithful. As the procession reaches the steps of the *Chiesa Madre*, worshippers raise their laurel branches high to receive the blessing, while a powerful cry of invocation rises from the crowd.",
                            "On August 9, the *Processione delle Reliquie*, or Procession of the Relics, takes place. Then, on August 11, the celebrations conclude with the *Processione della Statua del Santo*, the Procession of the Saint's Statue. After the evening Mass, the statue of San Vito is carried through the streets, bringing the festivities to a close.",
                            "In addition to the religious events, the celebration features concerts, shows, and cultural events, making the entire week a time of great joy for locals and visitors alike.",
                            "The venerated relics of San Vito—including part of his skull, one arm, and a foot—are now preserved in the *Museo degli Argenti*, the Museum of Silver. Access is granted only in the presence of the parish priest, the custodian of this precious testimony of faith.",
                            "And with this, we conclude our visit to the *Chiesa Madre di San Basilio*, an extraordinary place that continues to radiate beauty, faith, and memory."
                        ]
                    }
                },
                {
                    "id": "lombardi",
                    "title": "Riccardo Lombardi",
                    "description": "The bust of Riccardo Lombardi honors a prominent figure of 20th-century Italian politics, a symbol of resistance, moral rigor, and commitment to socialism. His political legacy continues to inspire with his thoughts on individuality and social justice.",
                    "duration": "2:39",
                    "audioPath": "assets/audio/en/lombardi.mp3",
                    "transcription": {
                        "paragraphs": [
                            "As you step out of the *Chiesa Madre di San Basilio*, the Mother Church of Saint Basil, we invite you—before continuing our walk along Regalbuto's main street—to take a moment and look to your left. Just beyond the edge of the square, in a clearly visible spot, stands the bust dedicated to *Riccardo Lombardi*. Let's walk over together and discover who this man was, and why he holds such a significant place in the history of Regalbuto and twentieth-century Italy.",
                            "*Riccardo Lombardi* was born in Regalbuto on August 16, 1901. He became a leading figure of the Italian Resistance and a pivotal voice in Italian socialism, heading the progressive wing of the *Partito Socialista*, the Socialist Party. His political journey began with his opposition to fascism: he was one of the founders of the *Partito d'Azione*, the Action Party, and of the underground newspaper *Italia Libera*, or Free Italy. During World War II, he was actively involved in the *Comitato di Liberazione Nazionale*, the National Liberation Committee, and even negotiated directly with Benito Mussolini in the final days of the conflict. After the liberation of Milan, he was appointed *prefetto*, or prefect, of the city, where he was widely respected for his moral integrity and his deep regard for human dignity—so much so that he refused to display the bodies of fascist leaders in *Piazza Loreto*.",
                            "Later, he served as Minister of Transport in the first *De Gasperi* government, and from 1948 to 1983, he was a member of parliament—an independent and often uncomfortable voice within the Socialist Party. *Riccardo Lombardi* passed away in Rome in 1984, leaving behind a political and moral legacy summed up in one of his most powerful statements: *\"È socialista quella società che riesce a dare a ciascun individuo la massima possibilità di decidere la propria esistenza e di costruire la propria vita\"*. In English: *\"A socialist society is one that gives every individual the greatest possible opportunity to choose their own path and build their own life.\"*",
                            "Now that we've paused in front of *Riccardo Lombardi's* bust, we invite you to turn your gaze to the opposite side, to your right, where you'll find number 6 of *Via Gian Filippo Ingrassìa*. Here stands the monument dedicated to *Don Giuseppe Campione*."
                        ]
                    }
                },
                {
                    "id": "campione",
                    "title": "Don Giuseppe Campione",
                    "description": "The monument to Don Giuseppe Campione celebrates a man of great social and religious value, founder of the Rural Bank and promoter of a local administration oriented towards community welfare. His commitment to the poorest and his vision of progress were hindered by the fascist regime, but his legacy continues to live in the heart of the city.",
                    "duration": "2:10",
                    "audioPath": "assets/audio/en/campione.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Born on November 11, 1878, into a large family, *Giuseppe Campione* earned a degree in Theology from the *Università Gregoriana* in Rome. During his time there, he formed a close friendship with *Don Luigi Sturzo*, united by a vision of strong local governance rooted in the real needs of the people.",
                            "Upon returning to Regalbuto, in 1904 he founded the *Banca Rurale dei Prestiti \"San Giuseppe\"*, the San Giuseppe Rural Credit Bank, to support small farmers, who were often exploited by loan sharks.",
                            "But his social commitment didn't stop there. In 1914, he used the profits from the bank to transform the former *Monastero di Santa Maria degli Angeli*, the Monastery of Saint Mary of the Angels, into an educational center for the town's poorest children.",
                            "In 1920, he was elected mayor with an ambitious plan: he redistributed municipal land to the farmers, brought drinking water and electricity into homes, improved schools, roads, and public buildings, and created the first medical centers for health prevention.",
                            "In just a few years, Regalbuto became a model of good governance. But his success soon drew the attention—and disapproval—of the rising fascist regime. In 1922, he was forced to resign. His bank was shut down, and no fewer than 110 charges were filed against him.",
                            "While participating in the *Corpus Domini* procession, a marshal from the *Carabinieri* warned him that a warrant for his arrest had been issued. Thanks to the help of some faithful followers, he managed to escape and found refuge in Rome. To survive three assassination attempts, he even hid in the catacombs beneath the city.",
                            "In 1932, the court of Nicosìa acquitted him of all charges, and *Don Giuseppe* was finally able to return to Regalbuto. But by then, he was a man deeply scarred by his experiences. He spent his final years in solitude and passed away in his hometown in 1934."
                        ]
                    }
                },
                {
                    "id": "corso",
                    "title": "Gian Filippo Ingrassia Avenue",
                    "description": "Corso Gian Filippo Ingrassia hosts elegant noble palaces, including Palazzo Compagnini, an example of Sicilian Liberty style. It's also the heart of Regalbuto's Carnival, with the local 'contradanza' opening the parades. Here you'll find the Collegio di Maria, an important educational institution; the street commemorates Gian Filippo Ingrassia, a physician and anatomist, with a bust dedicated to him.",
                    "duration": "8:29",
                    "audioPath": "assets/audio/en/corso.mp3",
                    "transcription": {
                        "paragraphs": [
                            "We now invite you to walk along *Via Gian Filippo Ingrassìa*, where you'll be able to admire some splendid noble palaces that stand as a testament to the influence once held by Regalbuto's aristocracy. Among these, *Palazzo Compagnini* at number 13 stands out as a refined example of *stile Liberty siciliano*, the Sicilian take on Art Nouveau. The buildings along this street, dating from various historical periods, showcase distinctive elements of Sicilian architecture, including inner courtyards, majestic arches, and balconies decorated in either *barocco* or *neoclassico* style—that is, Baroque or Neoclassical.",
                            "The *stile barocco siciliano*, or Sicilian Baroque, developed under the influence of the Spanish viceroys and is known for its use of putti, grotesque masks, and ornamental friezes, often carved above balcony cornices or along façades. The balconies themselves, with their elegant wrought-iron railings and rounded *gelosie*—those distinctive curved shutters—give the buildings a truly unique charm. Another characteristic feature is the presence of internal courtyards, designed to allow carriage access, and monumental entrances with arches decorated with foliage and seashells, elements typical of Spanish influence.",
                            "These palaces have always played a central role in the life of the town, sharing a dominant presence in public squares and key points of the historic center alongside the churches. Many were originally built by ecclesiastical orders but were later confiscated and handed over to the local nobility or to the town council, gradually taking on new roles over time.",
                            "*Corso Gian Filippo Ingrassìa* is also one of the symbolic locations of the town's *Carnevale*, the Carnival—a beloved folkloric event and the most eagerly awaited celebration of the year for the community of Regalbuto. Each year, this street becomes a vibrant and colorful stage for costumes, mask parades, and *carri allegorici*, or themed carnival floats. The parades take place on Sunday, Monday, and *martedì grasso*—Shrove Tuesday—and begin in *Piazza Vittorio Veneto*, affectionately known to locals as *U Chianu*. This is where all participants gather, creating an atmosphere charged with excitement and anticipation. From there, the masked procession moves along the *corso*, parading past the cheering crowd until it reaches *Piazza della Repubblica*. Every step along this route bursts with music, color, and captivating choreography, the result of months of meticulous preparation.",
                            "One of the most striking and unique elements of Regalbuto's *Carnevale* is undoubtedly the *Contradanza Regalbutese*, a centuries-old tradition rooted in the courtly dances of Sicilian barons. The *contradanza* typically features twelve pairs of dancers dressed in traditional costumes, performing a choreography built around precise geometric patterns. The dancers weave through one another in elegant, synchronized movements, forming circles, squares, stars, and chains.",
                            "What truly sets the *Contradanza Regalbutese* apart is the figure of the *maestro-capo*, the master leader who commands the dance. He guides the performers using a set of instructions spoken in a curious mix of archaic French and Italian. Among the most commonly heard commands are phrases like *sue*, signaling the dancers to begin; *o cuntre*, indicating a change of direction; or *dame attorno ai cavalieri*, \"ladies around the knights\"; *portare la dama a balance*, \"bring the lady to balance\"; *a muline*, \"to the mill\"; and *a lillà*, a flourish. These are not mere instructions but signals that mark the rhythm of the dance, turning it into a mesmerizing play of movement, glances, and mutual understanding. The dancers approach and retreat, alternate their steps, and exchange partners in a continuous, flowing pattern that evokes a courtship dance.",
                            "But the *contradanza* is more than choreography—it once held deep ritual meaning, tied to the land and the agricultural calendar. It was performed as a gesture of gratitude for the harvest and as a wish for abundance in the coming year. Today, it marks the official opening of the *Carnevale* parades. It remains a treasured cultural heritage, passed down from generation to generation, and continues to represent a vital part of Regalbuto's identity.",
                            "Yet the magic of *Carnevale* doesn't end there. When the costumed procession reaches *Piazza della Repubblica*, the atmosphere shifts. The music grows louder, vibrant lights illuminate every corner, and the square is transformed into a true open-air dance hall. With DJ sets, light shows, and an electrifying vibe, the celebration continues with full energy deep into the night.",
                            "Along this same street stands the *Collegio di Maria*, an important educational institution founded by the *Taschetta* family. Built in 1735 for the Jesuits of the *Compagnia di Gesù*, it quickly became a renowned center of learning, attracting young nobles from all over the region. However, after the Jesuits were expelled from Sicily in 1768, the school was converted into the *Reale Ginnasio*, a royal grammar school, and in 1778, it became the *Collegio di Maria*, dedicated to the education of girls. Here, in addition to young aristocrats, orphaned or underprivileged girls were also welcomed and provided with education and care. After the unification of Italy in 1861, the building changed roles once again, becoming home to the town's first elementary school—thus continuing its educational mission.",
                            "We now invite you to discover one of the most distinguished figures born in this town: the physician and anatomist *Gian Filippo Ingrassìa*. Born here in 1510, Ingrassìa was a leading figure of the Renaissance, a time of great scientific discovery. After studying at the *Università di Padova*, where he was a student of *Andrea Vesalio*, he became an eminent doctor and teacher, lecturing in Naples and Palermo, and contributing to the founding of the *Università di Messina*.",
                            "Ingrassìa is best known for his studies on the human skeleton, especially for being the first to describe the *staffa*—the stirrup bone—one of the three small bones in the middle ear. It was during a lecture in Naples, in 1546, that he made this groundbreaking discovery. While demonstrating the inner structure of ear bones to his students, he extracted the two known bones, the *martello* (hammer) and the *incudine* (anvil). To his surprise, he noticed a third tiny bone on the dissection table. Curious, he examined it closely and began searching for it in other skulls, always finding it in the same spot. Seeing its resemblance to the Greek letter delta, he decided to name it *staffa* or *deltoide*—the stirrup or deltoid bone.",
                            "His career led him to become *Protomedico del Regno di Sicilia*, the Chief Physician of the Kingdom of Sicily, where he tackled public health emergencies with a forward-thinking approach. During a plague outbreak in Palermo, he implemented strict hygienic measures and was the first to distinguish rubella from measles. His treatise *Informatione del pestifero et contagioso morbo* became a widely referenced text throughout Europe.",
                            "Today, Regalbuto honors its celebrated native son with a street that bears his name and a bronze bust located in the square beside the *Chiesa Santa Maria La Croce*, the Church of Saint Mary of the Cross."
                        ]
                    }
                },
                {
                    "id": "santa_maria",
                    "title": "Church of Santa Maria La Croce",
                    "description": "The Church of Santa Maria la Croce, an example of baroque architecture, features an interior rich in stucco and works of art. It is a place of great historical and spiritual value for the community, also housing important relics.",
                    "duration": "6:37",
                    "audioPath": "assets/audio/en/santa_maria.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Located in today's *Piazza Vittorio Veneto*, once known as *Piazza Santa Croce*, the *Chiesa di Santa Maria la Croce*, or Church of Saint Mary of the Cross, is one of the most important examples of sacred architecture in Regalbuto and holds centuries of history, art, and spirituality within its walls. Its origins date back to the second half of the 15th century, though the structure we see today is the result of an extensive process of expansion and renovation that began in 1630 and was completed in 1744.",
                            "The church's baroque façade, damaged during the bombings of 1943 and later restored, still retains its elegance, despite the bell tower remaining unfinished. This building is more than just a place of worship—it is a precious repository of spiritual and artistic memory.",
                            "Upon entering, one is immediately struck by the grandeur of the interior: a three-nave church supported by ten cruciform pillars, their capitals adorned with acanthus leaf motifs. The central nave is bathed in light from large side windows and covered by a barrel vault that gathers and diffuses the light, creating mesmerizing contrasts of light and shadow on the richly decorated surfaces and stucco work, painted in hues of white, blue, and gold—colors that recall devotion to the Virgin Mary.",
                            "The side naves connect to the central one in five segments and end in three apses, conveying a sense of harmony and solemnity. In the central apse, a niche framed by an arch of finely carved pink stone—likely a remnant of an earlier structure—draws the eye. The contrast between the stone and the surrounding white stucco creates a visual effect of rare beauty. Above the niche, a trinitarian symbol stands out: a triangle inscribed in a circle, at its center a white dove, the emblem of the Holy Spirit. It's a representation that evokes peace, light, and divine harmony.",
                            "Just above the main altar, a Latin inscription reads: *\"Amaritudine plena sum – Exsulta en ceniti ad te de Cruce – Mater Maria\"*. This poignant message speaks of Mary's sorrow and spiritual elevation beneath the cross, establishing a silent, emotional dialogue with every visitor.",
                            "During excavations in the 1970s, the church's original *fonte battesimale*, or baptismal font, was rediscovered—an element of great importance in its religious life. On one of its columns, a curious and captivating figure can be seen: a mermaid.",
                            "While it might seem unusual to find a mermaid in a sacred space, we must remember that in the Middle Ages, it was a fairly common symbol. Much like other Romanesque motifs—such as pinecones, grapes, or mythical creatures—the mermaid held deep meaning. Far from being a simple decoration, she symbolized temptation, sin, and the danger of straying from faith.",
                            "For people of that era, these mysterious beings—half woman, half fish—represented evil, deceit, and the fear of hell. They were often carved into churches and monasteries as stark reminders for the faithful to remain on the righteous path.",
                            "But this figure also hints at much older cults, stretching back to the Greeks, Romans, and Egyptians. The mermaid can be seen as an echo of the *Grande Madre*, the Great Mother—a goddess tied to nature, fertility, and protection. In Sicily, belief in her was so strong that she was often regarded as the true deity of the island.",
                            "Across the centuries, myths and legends have continued to live on through chivalric tales, sacred objects, liturgical garments, and even in decorative details like altar embroideries. All of this shows us how deeply past and present are connected, and how art continues to tell stories that speak to our imagination, even today.",
                            "On the baptismal font, there is a bas-relief depicting *the baptism of Jesus Christ in the Jordan River*, while on the opposite wall, another relief portrays *the preaching of John by the River Jordan*.",
                            "Within the church are preserved numerous works of art, including the painting of *San Vito Martire*, Saint Vitus the Martyr; *Il miracolo di San Francesco di Paola*, the Miracle of Saint Francis of Paola; *La Presentazione della Vergine al tempio*, the Presentation of the Virgin at the Temple; *Trapasso di San Giuseppe*, the Passing of Saint Joseph; *La Madonna e le anime del purgatorio*, the Madonna and the Souls in Purgatory; *Gesù Crocifisso*, the Crucified Christ; and *San Michele Arcangelo*, Saint Michael the Archangel.",
                            "Also housed here are statues such as the *Madonna Addolorata*, the Sorrowful Virgin, carried in procession each Good Friday during the Easter celebrations, and the statue of *Santa Lucia*, Saint Lucy.",
                            "The church is also home to the relics of the Venerable *Fratel Andrea Del Guasto*. Born on August 16, 1534, in Castrogiovanni—now known as Enna—to Pietro Del Guasto and Sicilia Xilla, Andrea displayed a deep spiritual inclination from an early age. He withdrew to the *eremo di Judica*, the hermitage of Judica, under the guidance of Padre Filippo Dulcetto, where he spent nearly twenty years devoted to prayer and meditation.",
                            "Longing for a more structured religious life, Andrea, along with twelve companions, sought and was granted entry into the *Ordine degli Agostiniani*, the Order of Saint Augustine. He donned the Augustinian habit at the convent in Catania and, after his novitiate, professed his vows in Regalbuto on November 1, 1586.",
                            "In Regalbuto, Andrea Del Guasto founded the *convento di Sant'Antonino Abate*, the convent of Saint Antoninus the Abbot, where he lived until his death on September 7, 1617. This convent became a center of spirituality and education for the local community."
                        ]
                    }
                },
                {
                    "id": "piano",
                    "title": "Vittorio Veneto Square",
                    "description": "Piazza Vittorio Veneto hosts the War Memorial. Once the site of the Church of Saint Augustine and the Augustinian monastery. The square is a place that preserves the historical memory of significant events, such as the Battle of Regalbuto during World War II, and today represents a reference point for the community.",
                    "duration": "7:56",
                    "audioPath": "assets/audio/en/piano.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Piazza Vittorio Veneto, also affectionately known by locals as *U Chianu* or *il piano*, stands as the heart of social life in Regalbuto. The name *Vittorio Veneto* was given in honor of the historic battle of World War I in 1918, which marked Italy's victory over the Austro-Hungarian Empire. Just like in many other Italian towns, this square was dedicated to that symbolic event to commemorate the sacrifice of Italian soldiers and to celebrate national unity.",
                            "At the center of the square rises the *Monumento ai Caduti*, the Monument to the Fallen, a tribute to those who gave their lives for their homeland. The monument stands on the very spot where the *Chiesa di Sant'Agostino*, the Church of Saint Augustine, once stood. The idea for this memorial came from Cavaliere Avvocato Dino Lo Giudice, the first *podestà*, or mayor, of Regalbuto and a prominent figure in the political and military life of the province of Enna. Thanks to the heartfelt efforts of the Regalbuto community that had emigrated to New York, the project became reality, and in 1930 the monument was finally inaugurated.",
                            "If you look closely, you'll notice two large marble slabs bearing the names of the 163 soldiers who died in World War I between 1915 and 1918. Additional slabs were later added to commemorate the victims of World War II. Dominating the monument is a marble column crowned by the figure of the *Vittoria Alata*, the Winged Victory, lifting a laurel wreath—an ancient symbol of glory and gratitude for fallen heroes. Just below, two soldiers are captured in action: one is about to throw a hand grenade, while the other prepares to charge, bayonet fixed. It's a powerful image, evoking courage, struggle, and sacrifice.",
                            "This monument bears witness not only to war but also to the dramatic moments that shaped Regalbuto. During World War II, life here was marked by sacrifice, fear, and small acts of everyday resilience. Families lived under the constant threat of bombings, often fleeing to the countryside or hiding in cellars when the roar of planes approached. Food was rationed, and people cooked whatever the garden could provide.",
                            "Among the most vivid memories of those times is a story recounted by Mr. Angelo Leanza in his book *Viaggio nella memoria: Regalbuto – I nonni raccontano il ventennio e lo sbarco degli alleati in Sicilia nel 1943*, a journey through memory. He describes a dramatic episode: \"A German soldier was hiding behind the columns of the *Chiesa di Santa Maria*, armed with a submachine gun and plenty of ammunition. From that strategic position, he could see and aim at anyone coming from any direction. An American soldier managed to kill him by sneaking up from behind and cutting his throat. This happened right around the perimeter of this very square.\"",
                            "Even today, one can imagine the silence pierced by gunfire, and the shadows moving swiftly between the houses.",
                            "During the summer of 1943, Regalbuto became the scene of one of the most intense battles of the Sicilian Campaign. Between July 29th and August 3rd, Canadian and British troops fought fiercely against German forces entrenched in the hills surrounding the town. Regalbuto's strategic importance made it a key objective in the push toward Messina. Its eventual capture was made possible by the courage and determination of the Allied forces, especially the Canadian soldiers of the Seaforth Highlanders.",
                            "The battle left a lasting impact: the town center was heavily damaged, and the toll in human lives was high—among both soldiers and civilians. Today, the bond between Regalbuto and Canada endures through historical memory and official commemorations. Just a few kilometers away, in Agira, stands the *Cimitero di Guerra Canadese*, the Canadian War Cemetery—Italy's only one—where nearly 500 Canadian soldiers who died during the liberation of Sicily are laid to rest.",
                            "The *Monumento ai Caduti*, which now dominates the square, stands on the site once occupied by the *Chiesa di Sant'Agostino*, a church with three naves and Gothic-Norman arches, dedicated to the *Madonna del Soccorso*, co-patron saint of Regalbuto. Beyond its artistic value, the church held many historical memories and was richly decorated with stucco work. Its position at the foot of the *collina di Santa Lucia*, the hill of Saint Lucia, made it especially vulnerable—each year, rainwater would seep into its foundations, causing growing structural damage. Moisture compromised the building's stability so severely that there was concern it might collapse. After a thorough technical assessment, a *Reale Decreto*, or Royal Decree, issued on May 8th, 1927, ordered its closure and eventual demolition, which took place in 1928.",
                            "The Augustinian community relocated to the *Monastero di San Giovanni Battista*, while in place of the church, today's Piazza Vittorio Veneto and the monument we now see were constructed.",
                            "But the story of this place doesn't end there. Next to the church once stood one of Sicily's most important monastic centers: the *Complesso dell'ex Convento di Sant'Agostino*, the former Augustinian convent complex. For centuries, this was a place where many Augustinian fathers were trained, going on to spread their knowledge throughout Italy. The convent featured two beautiful cloisters, which still exist today, and during the eighteenth century, it was enriched with new furnishings and a prestigious library, becoming a center of excellence for religious education.",
                            "However, following the suppression of religious orders between 1866 and 1867, the convent's properties were seized by the State, and the building underwent major transformations. During the Fascist period, the side façade of the convent was rebuilt in accordance with the architectural style of the time, while the interior was extensively altered, erasing much of its original Augustinian structure. Within these spaces arose the *Casa del Fascio*, the local Fascist headquarters, and the *Cine-Teatro Littorio*, a cinema-theater. In the 1930s, the theater hosted many *avanspettacolo* companies—variety shows that gave birth to Italy's modern revue theater. In 1943, the building was damaged by Allied bombings. It was later restored and renamed *Cine-Teatro Urania*, which remains active today as a cinema, theater, and cultural venue.",
                            "Another wing of the former convent was designated as the *Istituto Professionale Regionale*, a vocational school for boys known as the *Istituto San Giuseppe*. After the fall of Fascism, the building underwent several changes in its use. Today, part of the former convent houses the *Ufficio Tecnico Comunale*, the municipal technical office, while another section is home to the *Centro giovanile Lasalliano*, the LaSallian Youth Center run by the Brothers of the Christian Schools."
                        ]
                    }
                },
                {
                    "id": "villa",
                    "title": "Municipal Park",
                    "description": "The Municipal Park of Regalbuto hosts the statue of Vincenzo Gamiddo, a young partisan who fell during World War II. From here you can admire the view of the mountains that tell the long history of the town, from ancient origins to the Arab and Norman period.",
                    "duration": "5:38",
                    "audioPath": "assets/audio/en/villa.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Welcome to the *Villa Comunale di Regalbuto*, the public garden of Regalbuto—one of the most beloved and frequently visited places by the local community. This green space is not only a spot for leisure and gathering, but also a place of remembrance.",
                            "At the heart of the garden stands the statue of Vincenzo Gamiddo, a young *partigiano*, or partisan fighter, born right here in Regalbuto on April 14, 1924. Vincenzo lost his life on November 23, 1944, during a patrol near the town of Asti, in the locality of Variglie. He was only twenty years old when he gave his life in the fight to liberate Italy from Nazi-Fascist oppression. Today, he is buried in the cemetery of Cuneo, and here, in his hometown, his courage continues to be honored.",
                            "Years ago, the villa was lovingly maintained by a now nearly forgotten figure: the *villiere*, or groundskeeper. This caretaker was responsible for the daily cleaning and upkeep of the park, but also had a special task—he would create the date each day using flowers and leaves, carefully arranging them to form the numbers and the name of the month. It was a simple yet beautiful ritual, a small masterpiece of natural art.",
                            "If you walk toward the small balcony just behind Vincenzo Gamiddo's statue, you'll be rewarded with a panoramic view that, in many ways, tells the story of Regalbuto itself. Looking up and to the left, two distinct hills emerge: Monte San Giorgio, and more prominently, Monte San Calogero. The roots of Regalbuto reach deep into ancient times, when this territory went by another name—*Amèselon*.",
                            "*Amèselon* rose near Monte San Giorgio as a fortified settlement, strategically important for controlling trade routes and local commerce. For centuries, it was fiercely contested by rival powers until it was ultimately destroyed in the 3rd century BCE during the wars involving the Mamertines, Hiero II of Syracuse, and the Romans. After its fall, the land was divided between the communities of Centuripe and Agira. The ancient city disappeared, giving way to scattered rural settlements.",
                            "During the Roman rule, this area became part of Sicily's agricultural network, helping to supply grain to the Empire. But with the fall of the Western Roman Empire came a period of decline and depopulation under Byzantine control.",
                            "In the 9th century, the arrival of the Arabs breathed new life into the region. A new settlement emerged near Monte San Calogero, known as *Rahl-Butahi* or *Rahal al-Abbud*, meaning \"fortified hamlet\" or \"village of the devout.\" The Arabs introduced advanced agricultural techniques and reshaped the landscape, making it fertile and well-organized.",
                            "Then came the Norman conquest in the 11th century, and with it, the Christianization and transformation of Regalbuto. Count Roger entrusted the land to Norman knights who ensured its defense and encouraged the settlement of Lombard colonists. The town developed a new identity, yet retained echoes of its Arab roots.",
                            "In the 13th century, Sicily became the heart of the Swabian Empire under the reign of Frederick II of Swabia—a cultured and innovative ruler. Under his rule, Regalbuto played a strategic role within the imperial defense network. After his death, power passed to his son Manfredi, who faced revolts and invasions. To secure the loyalty of key Sicilian towns, Manfredi granted Regalbuto the prestigious title of *Reale*, or Royal, acknowledging its strategic importance and freeing it from feudal control.",
                            "Following Manfredi's defeat at the Battle of Benevento in 1266, Regalbuto fell under Angevin rule, yet retained its Royal status—a lasting symbol of its proud past.",
                            "In the centuries that followed, Regalbuto often found itself at the center of tensions and rivalries with nearby towns. Disputes with Centuripe were common; its inhabitants, heirs to an ancient Greek tradition, contested Regalbuto for the most fertile lands and main roads. Agira, too, was a frequent rival. Territorial disputes and especially water resources were recurring causes of conflict, sometimes erupting into full-scale attacks. On one such occasion, Regalbuto's historical archives were even set on fire.",
                            "During the 15th and 16th centuries, these clashes intensified, alongside internal revolts against feudal power. But through all of this, the spirit of Regalbuto was forged—a strong, determined community with a deep desire for autonomy.",
                            "Under Spanish rule, Sicily endured economic exploitation, but also experienced cultural growth. Then in the 18th century, with the Bourbon dynasty, Regalbuto became part of the *Regno delle Due Sicilie*, or the Kingdom of the Two Sicilies, until its eventual incorporation into the Kingdom of Italy in 1861."
                        ]
                    }
                },
                {
                    "id": "lago",
                    "title": "Lake Pozzillo",
                    "description": "The Pozzillo Dam created the homonymous lake, the largest artificial basin in Sicily. Essential for irrigation and energy production, the lake is also an important natural habitat, rich in fauna and vegetation, ideal for outdoor activities.",
                    "duration": "3:12",
                    "audioPath": "assets/audio/en/lago.mp3",
                    "transcription": {
                        "paragraphs": [
                            "The *Diga Pozzillo*, the Pozzillo Dam, located in the territory of Regalbuto, stands as one of the most significant hydraulic works in central Sicily. Its construction began in the 1950s and was completed in 1959, after nearly a decade of effort. The project was funded by the *Cassa per il Mezzogiorno*, the Development Fund for Southern Italy, and the *Ente Regionale per lo Sviluppo Agricolo*, the Regional Agency for Agricultural Development, with the goal of providing water resources for irrigating the surrounding farmland and generating hydroelectric power.",
                            "The dam rises to a maximum height of 59 meters and stretches 319 meters across at the top, with a reservoir capacity of around 150 million cubic meters of water. Built in reinforced concrete, the dam blocks the flow of the *fiume Salso*, the Salso River, a tributary of the Simeto, thus creating *Lago Pozzillo*, Lake Pozzillo—the largest artificial basin on the island.",
                            "Lake Pozzillo spreads across the territories of Regalbuto, Agira, and Gagliano Castelferrato. It rests on a vast green plain crossed by the *fiume Salso Cimarosa*, the Salso Cimarosa River—once known as the ancient *Komosoros*. This river originates near Nicosìa and, after a journey of 72 kilometers, flows into the Simeto. Along its course, it gathers the waters of numerous tributaries, forming a watershed that covers more than 580 square kilometers.",
                            "Today, Lake Pozzillo is far more than a water reserve. It plays a vital role in the agriculture of the *Piana di Catania*, the Catania Plain, serves as a valuable energy source through its hydroelectric plants—producing over 8,000 kilowatt-hours—and has become an environmental haven rich in biodiversity.",
                            "The landscape surrounding the lake is largely wooded, with wide expanses of eucalyptus trees planted to help stabilize the soil and prevent landslides. Among these trees lie quiet pastures, where time seems to have come to a gentle halt. The area's microclimate has changed over the years: winters are now milder and more humid, and in autumn, banks of fog often roll in—phenomena that were once rare.",
                            "The lake's waters are home to a lively aquatic life, with carp, tench, perch, and freshwater shrimp populating its depths. Along the shores, it's not uncommon to spot grey herons, cormorants, coots, and wild ducks—drawn by an inviting habitat, perfect for resting or nesting.",
                            "Framed by the lush green hills of Sicily, Lake Pozzillo is now a vibrant tourist destination that brings together nature, relaxation, and adventure. It offers a variety of outdoor activities, from hiking to quad bike tours, and tree-top paths in the charming *parco avventura*, or adventure park, nestled within the forest."
                        ]
                    }
                }
            ]
        },
        "es": {
            "title": "Guía de audio de Regalbuto",
            "description": "Explora la historia, el arte y las tradiciones de Regalbuto a través de este recorrido con audio guía. Un viaje sonoro entre diez lugares emblemáticos narrados con pasión.",
            "introduction": {
                "audioPath": "assets/audio/es/intro.mp3",
                "transcription": {
                    "paragraphs": [
                        "En el corazón de Sicilia, entre las suaves colinas del territorio de Enna y las aguas resplandecientes del Lago Pozzillo, se encuentra Regalbuto, un pequeño pueblo lleno de historia, tradiciones y paisajes que quitan el aliento. Este tesoro escondido ha sido testigo del paso de árabes, normandos y españoles, civilizaciones que han dejado una huella profunda en su patrimonio artístico y cultural.",
                        "A lo largo de nuestro paseo por sus callejuelas, descubriremos antiguas iglesias, palacios nobiliarios y rincones que cuentan siglos de historia. Pero Regalbuto no es solo pasado: aquí se respira una atmósfera auténtica, marcada por la hospitalidad siciliana, los sabores genuinos y fiestas populares que contagian alegría.",
                        "Prepárense para un viaje entre arte, naturaleza y tradiciones. Les acompañaremos a descubrir Regalbuto, un rincón de Sicilia que espera ser explorado."
                    ]
                }
            },
            "stops": [
                {
                    "id": "piazza",
                    "title": "Plaza de la República",
                    "description": "Descubre el corazón histórico y social de Regalbuto: la Plaza de la República, una de las más amplias de la provincia de Enna. Antiguamente Plaza del Rey, desde 1946 celebra el nacimiento de la República Italiana. Entre elegantes geometrías de piedra y palacios símbolo de la ciudad, déjate guiar por los relatos de una comunidad viva.",
                    "duration": "2:06",
                    "audioPath": "assets/audio/es/piazza.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Bienvenidos a Piazza della Repubblica, el corazón palpitante de Regalbuto y una de las plazas más grandes de toda la provincia de Enna.",
                            "Esta plaza ha sido testigo de los cambios más significativos de la historia italiana: en sus orígenes se llamaba Piazza del Re, la Plaza del Rey, en honor a la monarquía. Pero con el nacimiento de la República en 1946, fue renombrada para rendir homenaje a los valores de la libertad y la democracia.",
                            "Su forma es ovalada y lo que más llama la atención es su pavimento, una auténtica obra artesanal realizada por los hermanos Lanza, reconocidos maestros marmolistas de Regalbuto. El diseño geométrico se distingue por la combinación de distintos materiales de piedra: el blanco de la caliza se alterna con los tonos rojos y grises del granito, generando un efecto de gran elegancia y armonía.",
                            "A su alrededor se alzan algunos de los monumentos más representativos de la ciudad: el imponente Municipio, el ayuntamiento, con su arquitectura majestuosa; la Iglesia Madre di San Basilio (Chiesa Madre di San Basilio) verdadero punto de referencia espiritual; y los antiguos palacios nobiliarios, que conservan viva la memoria de un pasado aristocrático.",
                            "Además de ser el centro histórico y administrativo del pueblo, la Piazza della Repubblica es también el alma de las tradiciones populares. Aquí se celebran los eventos culturales y religiosos más importantes de Regalbuto como el animado Carnaval y la emotiva fiesta de San Vito, patrono del pueblo.",
                            "Paseando por esta plaza no solo están recorriendo el corazón de la ciudad, sino también un espacio que refleja la historia y la identidad profunda de Regalbuto.",
                            "Y ahora, sigamos con nuestro recorrido."
                        ]
                    }
                },
                {
                    "id": "comune",
                    "title": "Ayuntamiento",
                    "description": "El Ayuntamiento se asoma con elegancia a la Plaza de la República, marcando el corazón institucional de Regalbuto. En su interior, entre bustos históricos, una escenográfica escalinata de piedra volcánica y la sala consistorial decorada, se custodia la identidad cívica de la ciudad.",
                    "duration": "3:16",
                    "audioPath": "assets/audio/es/comune.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Atravesamos la Piazza della Repubblica y nos adentramos en uno de los lugares más emblemáticos de la ciudad: el Palazzo Comunale, es decir, el Palacio Municipal. Este elegante edificio, con su fachada de estilo barroco, se integra en perfecta armonía con los demás edificios históricos que lo rodean.",
                            "La fachada está dividida en tres franjas verticales, delimitadas por sólidos contrafuertes de piedra. En la parte superior, tres balcones refinados se asoman a la plaza, justo encima de las puertas del nivel inferior. A lo largo de los siglos el edificio ha sido objeto de varias restauraciones, entre ellas la del año 1930, promovida por el commendatore Ranalli, que supo preservar tanto su elegancia como su valor histórico.",
                            "Al cruzar la puerta central se accede al atrio, donde durante los últimos trabajos de restauración se colocaron dos moldes de yeso: uno representa al célebre médico Giovanni Filippo Ingrassìa, mientras que el otro —enviado por error desde la fundición— está dedicado a un personaje llamado Gian Filippo D’Alì.",
                            "Después de la primera sala, se abre ante nosotros una majestuosa escalera construida en piedra volcánica, fiel testimonio de la sólida tradición constructiva siciliana. A ambos lados de la escalera, dos leones esculpidos de gran tamaño vigilan el acceso al piso superior: símbolos de fuerza y vitalidad, parecen custodiar, con mirada atenta, la historia que este palacio encierra.",
                            "Al subir, llegamos al corazón institucional del edificio: la sala consiliare, la sala del consejo municipal. Un espacio de gran valor artístico; techos decorados con delicados estucos y un suelo embellecido con un elegante mosaico que representa el escudo de armas de Regalbuto.",
                            "Este escudo fue reconocido oficialmente mediante decreto del Consiglio dei Ministri, el Consejo de Ministros, el 29 de diciembre de 1953. Representa un águila coronada con las alas bajas, junto a la Madonna del Soccorso, la Virgen del Socorro, también coronada en oro. Como parte de la heráldica cívica, el escudo de Regalbuto cumple con las disposiciones técnicas establecidas por el Estado.",
                            "Compuesto por un escudo coronado, símbolo que indica el rango del ente al que representa. En el caso de Regalbuto, al tratarse de un Comune, un municipio, el escudo está rematado con la corona propia de los comunes italianos: un círculo abierto por cuatro pusterle —tres de ellas visibles— con dos hileras de almenas laterales que sostienen una muralla con dieciséis puertas —nueve a la vista—, cada una de ellas rematada por una almena en forma de cola de golondrina. Todo ello, representado en plata y con detalles en negro que imitan la mampostería."
                        ]
                    }
                },
                {
                    "id": "chiesa_madre",
                    "title": "Iglesia Madre de San Basilio",
                    "description": "Junto al Ayuntamiento se erige la Iglesia Madre de San Basilio, corazón espiritual de Regalbuto. Desde sus orígenes medievales hasta el imponente interior del siglo XVIII, custodia arte, devoción y la memoria viva de San Vito, patrón de la ciudad.",
                    "duration": "12:00",
                    "audioPath": "assets/audio/es/chiesa_madre.mp3",
                    "imagePath": "assets/img/regetna.jpg",
                    "transcription": {
                        "paragraphs": [
                            "Frente a la Piazza della Repubblica, y justo al lado del Palazzo Comunale, se alza la Chiesa Madre di San Basilio, conocida también como la Perla della Mitra catanese, es decir, la Perla de la Mitra catanesa. Esta iglesia se encuentra en el lugar donde, en la época medieval, existía un pequeño monasterio de monjes basilianos de rito greco-bizantino. Sobre esos mismos cimientos, en el siglo décimo sexto, se construyó una nueva iglesia con planta basilical. El terremoto de 1693 causó graves daños, especialmente en el techo, pero también ofreció la oportunidad de integrar a Regalbuto en el gran movimiento de reconstrucción que transformó el este de Sicilia durante el siglo decimoctavo.",
                            "En 1747, el arzobispo Pietro Galletti la elevó al rango de colegiata, aunque este título fue temporal. Sin embargo, dado el prestigio que ya gozaba la institución, se inició igualmente la construcción de la nueva fachada. La fachada barroca, elegante y sobria, es representativa de la arquitectura religiosa siciliana del siglo decimoctavo. La entrada principal está coronada por una ventana en arco que permite la entrada de luz al interior. A un lado se eleva la torre campanaria de forma piramidal, de unos 45 metros de altura, construida entre 1733 y 1744 según el diseño de un maestro artesano de Mineo.",
                            "Al cruzar el umbral, se accede a un espacio majestuoso. El interior de la iglesia fue completamente reconstruido con la actual planta de aula única, según el proyecto del arquitecto palermitano Ferdinando Lombardo en 1755. La iglesia tiene una única nave, con una doble cruz griega, rematada por cúpulas. El suelo, realizado en 1886, está decorado con mármoles policromados que forman refinados motivos geométricos. A lo largo de las naves laterales se abren seis altares, cada uno embellecido con grandes lienzos sagrados. La luz natural, filtrada por las cúpulas octogonales, resalta cada detalle con un juego de luces realmente extraordinario. En la primera cúpula, justo sobre la entrada, está representado el ojo divino dentro de un triángulo, símbolo de la Trinidad. La segunda cúpula, en dirección al presbiterio, muestra una paloma en vuelo con una rama de olivo, y la tercera, situada sobre el altar mayor, representa a dos ángeles que transportan el sepulcro vacío de Cristo resucitado: una imagen profundamente conmovedora del misterio pascual.",
                            "En el centro domina el imponente ábside, coronado por un espléndido órgano del siglo decimoctavo, construido entre 1775 y 1782 por el célebre organero Don Donato del Piano. Es uno de los pocos que posee un pedalero de doble escape alla siciliana, es decir, 'a la manera siciliana', y cuenta con 1.202 tubos, de los cuales 37 son visibles en la fachada. Ha sido restaurado en varias ocasiones, la última en 2010, y volvió a sonar en un concierto inaugural que contó con la participación de dos grandes maestros: Paolo Bougeat y Diego Cannizzaro.",
                            "A la izquierda, el altar del Santissimo Sacramento, el Santísimo Sacramento, alberga una pintura del Sacro Cuore, el Sagrado Corazón, atribuida al pintor catanés Michele Rapisardi. A la derecha, el altar de San Vito guarda una escultura de madera bañada en oro, obra del napolitano Giuseppe Picano.",
                            "Ahora, te invitamos a tomar asiento y escuchar la historia de este mártir de la Iglesia.",
                            "San Vito nació en el año 285 después de Cristo en lo que hoy conocemos como Mazara del Vallo. Era hijo de Hila, un noble patricio pagano, y de Bianca, una mujer cristiana que, lamentablemente, murió al darle a luz. Fue criado por su nodriza, Crescenzia, quien lo cuidó como si fuera su madre. Cuando Vito tenía apenas cinco años, su padre decidió confiar su educación a un preceptor, Modesto, un hombre sabio y cultivado, también originario de Mazara. Modesto no se limitó a enseñarle letras y ciencias: también le transmitió la fe cristiana, llegando incluso a bautizarlo, a pesar del rechazo del padre. Se cuenta que, justo después del bautismo, un ángel se apareció a Vito y le entregó una cruz: una señal de su futuro martirio.",
                            "El 23 de febrero del año 303 llegó a Mazara el primer decreto imperial de persecución contra los cristianos, firmado por el emperador Diocleziano. Fue el propio padre de Vito quien lo denunció ante el prefecto Valeriano, quien ordenó su flagelación. Pero Vito no sufrió ninguna herida. Un ángel lo liberó de prisión, y huyó junto a Modesto y Crescenzia, encontrando refugio primero en Regalbuto y luego en Lucania.",
                            "En Regalbuto, hoy lugar de gran devoción, se cuenta un milagro: un niño, hijo de pastores, fue atacado y despedazado por perros rabiosos. Vito ordenó a los animales que devolvieran los miembros del pequeño, que se recompusieron milagrosamente, devolviéndole la vida. Aún hoy, frente a la iglesia de los Cappuccini, una estela de metal recuerda este hecho extraordinario.",
                            "Ya en Lucania, la fama de Vito llegó hasta la corte del emperador Diocleziano, quien lo convocó para sanar a su hija, poseída por un demonio. Vito logró curarla, pero en lugar de recibir una recompensa, fue arrestado y sometido a terribles torturas: aceite hirviendo, animales salvajes… Ninguno de estos tormentos logró dañarlo. Finalmente, el 15 de junio del año 304, Vito murió como mártir, junto a Modesto y Crescenzia, bajo las torturas impuestas por el emperador. Sus cuerpos fueron enterrados en una cueva, cerca del río Silaro, en Lucania.",
                            "Con el paso de los siglos, las reliquias de San Vito fueron trasladadas a distintos lugares: a Sassonia, a Praga; Algunas partes de su cuerpo llegaron incluso a Casale, a Mazara, y finalmente, a Regalbuto.",
                            "Aunque la festividad litúrgica de San Vito se celebra el 15 de junio, en Regalbuto la fiesta patronal tiene lugar tradicionalmente del 8 al 11 de agosto. Este cambio de fecha no es casual, sino que hunde sus raíces en la historia y la cultura local. En el pasado, junio coincidía con las labores agrícolas de la cosecha, que implicaban a toda la población. Celebrar las fiestas en ese momento era complicado. Agosto, en cambio, ofrecía una pausa tras el trabajo del campo, más adecuada para la participación colectiva. Además, muchos regalbuteses emigrados regresan al pueblo en agosto para las vacaciones de verano, convirtiendo la fiesta en una ocasión para reforzar los lazos con quienes viven lejos.",
                            "La fecha de agosto está también relacionada con un acontecimiento histórico fundamental para Regalbuto. Según algunas fuentes, las reliquias de San Vito llegaron al pueblo el 2 de febrero de 1541. Otras fuentes, sin embargo, señalan que el arribo tuvo lugar el 9 de agosto de 1547, procedentes de Piazza Armerina. Desde entonces, la conmemoración de este evento ha contribuido a consolidar la tradición, que hoy representa uno de los momentos más esperados y sentidos del año.",
                            "Las celebraciones comienzan el 8 de agosto con la Processione dell’Alloro, la Procesión del Laurel. En los tres días previos, los habitantes de Regalbuto se dirigen a pie o en sus propios medios a los campos situados bajo la ciudad de Agira, para recolectar las tradicionales ramas de laurel. Este gesto, conocido como el viaje del laurel, representa un acto de fe y devoción hacia San Vito, una especie de peregrinación para recoger esas ramas que luego se adornan con pequeñas estampas e imágenes, y con las llamadas zaredde: cintas rojas, generalmente de tela, que se atan a las ramas de laurel o incluso a la muñeca, como si fueran pulseras.",
                            "Las zaredde son símbolos populares de protección y devoción, muy arraigados en la comunidad local. Se bendicen durante las ceremonias religiosas y se usan con fe, con la idea de que traen suerte, salud y la protección del Santo. Según la tradición, una vez atada a la muñeca, no debe retirarse voluntariamente: se deja puesta hasta que se cae por sí sola, como señal de que ha cumplido su misión.",
                            "El cortejo se compone de los portadores de las antinne, largos palos cubiertos con ramas de laurel, decorados con paños rojos y pañuelos de colores, mantenidos en posición vertical con cuerdas que cuelgan desde la cima. Le siguen los devotos a pie, con las ramas en la mano, y por último, los jinetes a caballo. La procesión va cobrando vida con el canto alternado de un devoto que entona: 'E gridamu, e gridamu ccu cori cuntritu', al que todos responden: 'Viva Diu e Santu Vitu'.",
                            "La procesión parte del lugar del milagro de San Vito, atraviesa via Garibaldi, sigue por via Gian Filippo Ingrassìa, sube por via Don Giuseppe Campione, baja por via Roma y regresa a via Gian Filippo Ingrassìa. Los fieles llenan cada rincón de la Piazza della Repubblica. Cuando la procesión llega ante el atrio de la Chiesa Madre, los devotos alzan sus ramas de laurel para recibir la bendición, mientras se eleva un poderoso grito de invocación.",
                            "El 9 de agosto tiene lugar la Processione delle Reliquie, la Procesión de las Reliquias, y el día 11 se celebra la Processione della Statua del Santo, la Procesión de la Estatua del Santo. Tras la misa vespertina, la estatua de San Vito recorre en procesión las calles del pueblo, marcando oficialmente el final de los festejos en su honor.",
                            "Además de las celebraciones religiosas, la fiesta incluye conciertos, espectáculos y manifestaciones culturales, convirtiendo toda la semana en un gran momento de participación para la comunidad local y los visitantes.",
                            "Las veneradas reliquias de San Vito, entre ellas parte del cráneo, un brazo y un pie, se conservan hoy en el museo degli argenti, el museo de los objetos sagrados de plata. El acceso al museo está permitido únicamente en presencia del párroco, custodio de este valioso testimonio de fe.",
                            "Y con esto concluye nuestra visita a la Chiesa Madre di San Basilio, un lugar que transmite belleza, fe y memoria."
                        ]
                    }
                },
                {
                    "id": "lombardi",
                    "title": "Riccardo Lombardi",
                    "description": "El busto de Riccardo Lombardi honra a una figura destacada de la política italiana del siglo XX, símbolo de resistencia, rigor moral y compromiso con el socialismo. Su legado político continúa inspirando con su pensamiento sobre la individualidad y la justicia social.",
                    "duration": "2:36",
                    "audioPath": "assets/audio/es/lombardi.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Saliendo de la Chiesa Madre di San Basilio, o sea, la iglesia madre de San Basilio, te invitamos, antes de continuar nuestro paseo por la calle principal de Regalbuto, a dirigir la mirada hacia la izquierda, justo fuera del margen de la plaza, donde se encuentra, en una posición destacada, el busto dedicado a Riccardo Lombardi. Acerquémonos juntos para descubrir quién fue esta figura tan relevante para la historia de Regalbuto y de toda Italia en el siglo veinte.",
                            "Riccardo Lombardi nació en Regalbuto el 16 de agosto de 1901 y fue una figura central en la Resistencia y en el socialismo italiano, liderando el ala progresista del Partido Socialista. Su carrera política comenzó con la firme oposición al fascismo: fue uno de los fundadores del Partito d'Azione, el Partido de Acción, y del periódico clandestino Italia Libera. Durante la Segunda Guerra Mundial participó activamente en el Comitato di Liberazione Nazionale, el Comité de Liberación Nacional, llegando incluso a negociar directamente con Benito Mussolini en los días finales del conflicto. Tras la liberación de Milán, fue nombrado prefecto de la ciudad, destacándose por su integridad moral y su profundo respeto por la dignidad humana, negándose, por ejemplo, a exhibir los cadáveres de los jerarcas fascistas en Piazza Loreto.",
                            "Fue Ministro de Transportes en el primer gobierno de De Gasperi, y diputado desde 1948 hasta 1983, manteniéndose siempre como una voz independiente y, a menudo, incómoda dentro del Partido Socialista. Riccardo Lombardi falleció en Roma en 1984, dejando como legado una profunda huella política y ética, bien resumida en una de sus frases más célebres: “È socialista quella società che riesce a dare a ciascun individuo la massima possibilità di decidere la propria esistenza e di costruire la propria vita”, es socialista aquella sociedad que logra dar a cada individuo la máxima posibilidad de decidir su propia existencia y construir su propia vida.",
                            "Después de esta breve parada frente al busto de Riccardo Lombardi, te invitamos ahora a dirigir la mirada hacia el lado opuesto, a la derecha, justo en el número 6 de Via Gian Filippo Ingrassìa, donde se encuentra el monumento dedicado a Don Giuseppe Campione."
                        ]
                    }
                },
                {
                    "id": "campione",
                    "title": "Don Giuseppe Campione",
                    "description": "El monumento a Don Giuseppe Campione celebra a un hombre de gran valor social y religioso, fundador del Banco Rural y promotor de una administración local orientada al bienestar de la comunidad. Su compromiso con los más pobres y su visión de progreso fueron obstaculizados por el régimen fascista, pero su legado sigue vivo en el corazón de la ciudad.",
                    "duration": "2:28",
                    "audioPath": "assets/audio/es/campione.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Giuseppe Campione nació el 11 de noviembre de 1878 en el seno de una familia numerosa. Se licenció en Teología en la Università Gregoriana di Roma, la Universidad Gregoriana de Roma, donde entabló una estrecha amistad con Don Luigi Sturzo, compartiendo con él la visión de una administración local fuerte y cercana a las necesidades reales de los ciudadanos.",
                            "Al regresar a Regalbuto, en 1904 fundó la Banca Rurale dei Prestiti 'San Giuseppe', el Banco Rural de Préstamos “San Giuseppe”, con el objetivo de apoyar a los pequeños agricultores, que con frecuencia eran víctimas de la usura.",
                            "Pero su compromiso social no terminó ahí: en 1914 destinó las ganancias del banco a transformar el antiguo Monastero di Santa Maria degli Angeli, el Monasterio de Santa María de los Ángeles, en un centro educativo para los niños más pobres.",
                            "En 1920 fue elegido alcalde con un programa ambicioso: distribuyó tierras comunales entre los campesinos, llevó agua potable y electricidad a las viviendas, mejoró las escuelas, las carreteras y los edificios públicos, e instituyó los primeros centros médicos dedicados a la prevención sanitaria.",
                            "En pocos años, Regalbuto se convirtió en un modelo de gestión administrativa. Sin embargo, su éxito comenzó a incomodar al naciente régimen fascista. En 1922 fue obligado a dimitir, su banco fue cerrado y se presentaron nada menos que 110 acusaciones en su contra. Mientras participaba en la procesión del Corpus Domini, el Corpus Christi, un mariscal de los Carabinieri le informó de una orden de arresto. Gracias a la ayuda de algunos fieles, logró escapar y se refugió en Roma. Para protegerse de los tres atentados que sufrió, llegó incluso a esconderse en las catacumbas romanas.",
                            "En 1932, el tribunal de Nicosìa, lo absolvió y Don Giuseppe pudo regresar finalmente a Regalbuto. Pero ya era un hombre marcado: vivió sus últimos años en soledad y en 1934 falleció en su ciudad natal."
                        ]
                    }
                },
                {
                    "id": "corso",
                    "title": "Corso Gian Filippo Ingrassia",
                    "description": "El Corso Gian Filippo Ingrassia alberga elegantes palacios nobiliarios, entre ellos el Palazzo Compagnini, ejemplo del estilo Liberty siciliano. También es el corazón del Carnaval de Regalbuto, con la 'contradanza' local que abre los desfiles. Aquí se encuentra el Colegio de María, una importante institución educativa; la calle recuerda a Gian Filippo Ingrassia, médico y anatomista, con un busto dedicado a él.",
                    "duration": "9:25",
                    "audioPath": "assets/audio/es/corso.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Ahora los invitamos a recorrer la Via Gian Filippo Ingrassìa, donde se pueden admirar algunos espléndidos palazzi nobiliari, es decir, palacios nobiliarios que dan testimonio de la importancia que tuvo la nobleza local en el pasado. Entre ellos destaca el Palazzo Compagnini, en el número 13, un refinado ejemplo del stile Liberty siciliano, o estilo modernista siciliano. Los edificios que bordean esta calle, construidos en distintas épocas, presentan elementos típicos de la arquitectura de Sicilia, como patios interiores, arcos imponentes y balcones decorados en estilo barroco o neoclásico.",
                            "El barroco siciliano, que se desarrolló bajo la influencia de los virreyes españoles, se caracteriza por el uso de putti, esas figuras de niños alados, así como de máscaras grotescas y frisos ornamentales esculpidos sobre las molduras de los balcones o a lo largo de las fachadas. Los balcones, adornados con elegantes balaustradas de hierro forjado y gelosie panciute, unas celosías abombadas típicas, otorgan a los edificios un encanto único. Otro rasgo distintivo es la presencia de patios interiores, diseñados para facilitar el acceso de carruajes, y de entradas monumentales con arcos decorados con follajes y conchas, elementos claramente heredados de la tradición artística española.",
                            "Estos palazzi han ocupado siempre un papel central en la vida del pueblo, compartiendo con las iglesias una presencia dominante en las plazas y en los puntos neurálgicos del centro histórico. Muchos de ellos, originalmente construidos por órdenes religiosas, fueron posteriormente confiscados y cedidos a la nobleza local o al municipio, asumiendo nuevas funciones a lo largo del tiempo.",
                            "El Corso Gian Filippo Ingrassìa es también uno de los escenarios simbólicos del Carnaval, el evento folclórico más esperado del año por la comunidad de Regalbuto. En cada edición, esta avenida se convierte en una larga y colorida pasarela donde desfilan máscaras, comparsas y carrozas alegóricas. Los desfiles, que tienen lugar los días domingo, lunes y martes de Carnaval, comienzan en Piazza Vittorio Veneto, conocida cariñosamente por los habitantes como “U Chianu”, una expresión local que alude a su carácter llano y acogedor, donde todos los participantes se reúnen en un ambiente cargado de entusiasmo y expectación. Desde allí, el desfile de máscaras avanza por la calle principal, entre el público que se agolpa a los lados, hasta llegar a Piazza della Repubblica, donde culmina el recorrido.",
                            "Cada paso por esta vía es una explosión de música, colores y coreografías que nacen de meses de preparación. Uno de los elementos más característicos y fascinantes del Carnaval de Regalbuto es sin duda: la Contradanza Regalbutese. Una tradición centenaria que tiene sus raíces en los bailes cortesanos de los antiguos barones sicilianos. La contradanza está compuesta tradicionalmente por doce parejas de bailarines, vestidos con trajes típicos, que ejecutan una coreografía basada en esquemas geométricos precisos. Los danzantes se entrelazan con movimientos elegantes y sincronizados para formar círculos, cuadrados, estrellas y cadenas.",
                            "Lo que hace única a la Contradanza Regalbutese es la figura del maestro-capo, el maestro principal, quien dirige el baile dando instrucciones en un curioso francés arcaico mezclado con italiano. Entre los comandos más habituales de la contradanza se pueden escuchar expresiones como “sue”, que indica el inicio del baile, o “o cuntre”, que señala un cambio de dirección. También “dame attorno ai cavalieri”, “portare la dama a balance”, “a muline” o “a lillà”. Estas indicaciones no son simples órdenes, sino señales que marcan el ritmo del baile, transformándolo en un encantador juego de movimientos, miradas y complicidades. Los bailarines se acercan y se alejan, alternan pasos cadenciosos y cambian de pareja en un constante entrelazamiento que recuerda una danza de cortejo.",
                            "Pero la contradanza es mucho más que una coreografía. En el pasado tenía un profundo significado ritual, vinculado a la tierra y a los ciclos agrícolas: se bailaba como gesto de agradecimiento por la cosecha y como augurio de abundancia para el año siguiente. Hoy en día, su presentación marca oficialmente el inicio de los desfiles del Carnaval. La Contradanza Regalbutese es un patrimonio cultural valioso, transmitido de generación en generación, que sigue siendo un fuerte símbolo de identidad para el pueblo de Regalbuto.",
                            "Y sin embargo, la magia del Carnaval no termina ahí. Una vez que las máscaras llegan a Piazza della Repubblica, el ritmo cambia. La música se vuelve más intensa, las luces iluminan cada rincón, y la plaza se transforma en un auténtico salón de baile al aire libre. Allí, entre DJ sets, juegos de luces y una atmósfera vibrante, el Carnaval continúa con toda su energía hasta altas horas de la noche.",
                            "A lo largo de esta misma calle se alza también el Collegio di Maria. Una importante institución educativa impulsada por la familia Taschetta. Construido en 1735 para los Jesuitas de la Compagnia di Gesù —la Compañía de Jesús—, se convirtió rápidamente en un renombrado centro de enseñanza, frecuentado por jóvenes nobles procedentes de toda la región. Sin embargo, con la expulsión de los Jesuitas de Sicilia en 1768, la escuela fue transformada en un Reale Ginnasio, es decir, un gimnasio real, y en 1778 pasó a ser el Collegio di Maria, destinado a la educación de las muchachas. Aquí se acogía no solo a jóvenes aristócratas, sino también a niñas huérfanas o en dificultad, ofreciéndoles educación y asistencia.",
                            "Tras la Unificación de Italia, en 1861, el Colegio cambió nuevamente su función, convirtiéndose en la sede de las primeras escuelas elementales del pueblo, manteniendo así viva su vocación educativa.",
                            "A continuación, les invitamos a descubrir una de las figuras más ilustres nacidas en este burgo: el médico y anatomista Gian Filippo Ingrassìa. Nacido aquí en 1510, Ingrassìa fue figura clave del Renacimiento, una época de grandes descubrimientos científicos. Tras estudiar en la Università di Padova —la Universidad de Padua—, donde fue discípulo de Andrea Vesalio, se convirtió en un eminente médico y profesor, enseñando en Nápoles y Palermo, contribuyendo a la fundación de la Universidad de Mesina.",
                            "Ingrassìa es conocido por sus estudios sobre el esqueleto humano, y en particular por haber descrito por primera vez el estribo, uno de los tres pequeños huesos del oído medio. Fue precisamente durante una clase en Nápoles, en 1546, cuando realizó este descubrimiento revolucionario. Mientras mostraba a sus alumnos las células internas de los huesos del oído, extrajo los dos huesecillos ya conocidos, el martillo y el yunque. Para su sorpresa, se dio cuenta de que en la mesa de disección había un tercer huesecillo. Lo examinó con atención y, movido por la curiosidad, comenzó a buscarlo en otros cráneos, encontrándolo siempre en el mismo lugar. Al notar su parecido con la letra griega delta, decidió llamarlo staffa o deltoide —es decir, estribo o hueso en forma de delta—.",
                            "Su carrera lo llevó a convertirse en Protomedico del Regno di Sicilia —el Protomedicato del Reino de Sicilia—, cargo desde el cual enfrentó las emergencias sanitarias de su tiempo con un enfoque innovador. Durante una epidemia de peste en Palermo, introdujo estrictas medidas de higiene y fue el primero en distinguir la rubéola del sarampión. Su tratado Informatione del pestifero et contagioso morbo se convirtió en un texto de referencia en toda Europa.",
                            "Hoy, Regalbuto honra a su ilustre conciudadano dedicándole esta calle, así como un busto de bronce colocado en la pequeña plaza junto a la Chiesa Santa Maria La Croce."
                        ]
                    }
                },
                {
                    "id": "santa_maria",
                    "title": "Iglesia de Santa María La Cruz",
                    "description": "La Iglesia de Santa María la Cruz, ejemplo de arquitectura barroca, presenta un interior rico en estucos y obras de arte. Es un lugar de gran valor histórico y espiritual para la comunidad, custodiando también importantes reliquias.",
                    "duration": "7:18",
                    "audioPath": "assets/audio/es/santa_maria.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Situada en la actual Piazza Vittorio Veneto, también conocida en tiempos antiguos como Piazza Santa Croce; la Chiesa di Santa Maria la Croce, Iglesia de Santa María de la Cruz, representa uno de los ejemplos más significativos de arquitectura sagrada en Regalbuto y conserva siglos de historia, arte y espiritualidad. Sus orígenes se remontan a la segunda mitad del siglo décimo quinto, aunque su aspecto actual es fruto de un largo proceso de ampliación y restauración que comenzó en 1630 y finalizó en 1744.",
                            "Su fachada barroca, dañada durante los bombardeos de 1943 y posteriormente restaurada, mantiene intacta su elegancia, a pesar de la incompletitud de la torre campanaria, la torre del campanario. Este edificio no es solo un lugar de culto, sino también un verdadero cofre rebosante de una memoria espiritual y artística de gran valor.",
                            "Al ingresar, lo primero que impacta es la grandiosidad del interior: una iglesia de tres naves sostenidas por diez pilares de planta cruciforme, con capiteles decorados con motivos de hojas de acanto. La nave central, iluminada lateralmente por grandes ventanales, está cubierta por una volta a botte, una bóveda de cañón que acoge y amplifica la luz, creando fascinantes juegos de claroscuro sobre las superficies decoradas y los estucos, cuyos colores —blanco, azul celeste y dorado— evocan la devoción a la Madonna.",
                            "Las naves laterales se conectan con la central en cinco compartimentos y concluyen en tres ábsides, ofreciendo una sensación de armonía y solemnidad. El ábside central alberga una hornacina enmarcada por un arco de piedra rosa finamente trabajada, probablemente perteneciente a la estructura original. El contraste entre la piedra y los estucos blancos que la rodean crea un efecto visual de rara belleza. Encima de ella, destaca un símbolo trinitario: un triángulo inscrito en un círculo, con una paloma blanca en el centro, emblema del Espíritu Santo. Una representación que evoca paz, luz y armonía divina.",
                            "Justo sobre el altar mayor, se puede leer una inscripción en latín: “Amaritudine plena sum – Exsulta en ceniti ad te de Cruce – Mater Maria”. Un mensaje profundo que hace referencia al sufrimiento y a la elevación espiritual de María al pie de la cruz, en un silencioso diálogo con el visitante.",
                            "Durante las excavaciones de los años setenta, salió a la luz el fonte battesimale, la pila bautismal, un elemento de gran relevancia para la vida religiosa de la iglesia. En una de sus columnas se encuentra una figura curiosa y fascinante: una sirena. Aunque pueda parecer extraño encontrar una sirena en un lugar sagrado, debemos saber que en la Edad Media era un símbolo bastante común. Al igual que otros motivos del arte románico, como la piña, la uva o los animales fantásticos, también la sirena poseía un significado profundo. No era una simple decoración: representaba las tentaciones, el pecado, el peligro de alejarse de la fe.",
                            "Para las personas de aquella época, estas criaturas misteriosas —mitad mujer, mitad pez— eran una forma de representar el mal, el engaño y el miedo al infierno. A menudo eran esculpidas en iglesias y monasterios como advertencia para que los fieles se mantuvieran en el camino correcto.",
                            "Sin embargo, esta figura también esconde una conexión con cultos mucho más antiguos, que se remontan a la época de griegos, romanos y egipcios. La sirena puede interpretarse como una evocación de la “Grande Madre”, la Gran Madre, una divinidad vinculada a la naturaleza, la fertilidad y la protección. En Sicilia, por ejemplo, este culto era tan fuerte que se creía que ella era la verdadera diosa de la isla.",
                            "Con el paso de los siglos, mitos y leyendas han seguido viviendo a través de relatos caballerescos, objetos sagrados, vestiduras litúrgicas e incluso en los más mínimos detalles decorativos, como los bordados de los altares. Todo esto nos muestra cuán unidos están el pasado y el presente, y cómo el arte sabe contar historias que siguen hablando a nuestra imaginación, incluso hoy.",
                            "En la pila bautismal se encuentra un bajorrelieve que representa “el bautismo de Jesucristo en el Jordán”, mientras que en la pared opuesta hay otro que muestra “La predicación de Juan junto al río Jordán”.",
                            "Dentro de la iglesia se conservan numerosas obras de arte, como el lienzo de San Vito Martire, San Vito Mártir; Il miracolo di San Francesco di Paola, El milagro de San Francisco de Paula; La Presentazione della Vergine al tempio, La presentación de la Virgen en el templo; Trapasso di San Giuseppe, El tránsito de San José; La Madonna e le anime del purgatorio, La Virgen y las almas del purgatorio; Gesù Crocifisso, Jesús Crucificado; San Michele Arcangelo, San Miguel Arcángel. También se encuentran las estatuas de la Madonna Addolorata, la Virgen Dolorosa, que se lleva en procesión el Viernes Santo con motivo de la Pascua, y la estatua de Santa Lucia, Santa Lucía.",
                            "Dentro de la iglesia también se encuentran las reliquias del venerable Fratel Andrea Del Guasto. Nacido el 16 de agosto de 1534 en Castrogiovanni, la actual Enna, hijo de Pietro Del Guasto y Sicilia Xilla, Andrea mostró desde joven una profunda inclinación espiritual, retirándose al eremo di Judica, el eremitorio de Judica, bajo la guía del Padre Filippo Dulcetto. Allí pasó unos veinte años dedicado a la oración y la meditación. Deseando una vida religiosa más estructurada, Andrea, junto con otros doce compañeros, pidió y logró entrar en la Orden de los Agustinos. Recibió el hábito agustino en el convento de Catania y, tras el noviciado, emitió sus votos en Regalbuto el 1 de noviembre de 1586. En Regalbuto, Andrea Del Guasto fundó el convento di Sant'Antonino Abate, el convento de San Antonino Abate, donde vivió hasta su muerte el 7 de septiembre de 1617. Este convento se convirtió en un centro de espiritualidad y formación para la comunidad local."
                        ]
                    }
                },
                {
                    "id": "piano",
                    "title": "Plaza Vittorio Veneto",
                    "description": "La Plaza Vittorio Veneto alberga el Monumento a los Caídos. En el pasado, aquí se encontraban la Iglesia de San Agustín y el convento agustiniano. La plaza es un lugar que preserva la memoria histórica de eventos significativos, como la batalla de Regalbuto durante la Segunda Guerra Mundial, y hoy representa un punto de referencia para la comunidad.",
                    "duration": "9:09",
                    "audioPath": "assets/audio/es/piano.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Piazza Vittorio Veneto, conocida también como U chianu o il piano —el llano—. Representa el corazón de la vida social del pueblo. El nombre Vittorio Veneto le fue atribuido en recuerdo de la histórica batalla de la Primera Guerra Mundial (1918), que marcó la victoria de Italia sobre el Imperio Austrohúngaro. Como en muchas otras ciudades italianas, esta plaza fue dedicada a ese acontecimiento simbólico, para honrar el sacrificio de los soldados italianos y celebrar la unidad nacional.",
                            "En el centro de la plaza se destaca el Monumento ai Caduti, es decir, el monumento a los caídos, un homenaje a quienes dieron su vida por la patria. El monumento se levanta justo en el lugar donde antes se encontraba la Chiesa di Sant'Agostino, la iglesia de San Agustín. La idea del monumento fue del Cavaliere Avvocato Dino Lo Giudice, en ese entonces primer podestà de Regalbuto —el alcalde designado bajo el régimen fascista— y figura destacada en el panorama político y militar de la provincia de Enna. Gracias al compromiso de la comunidad de Regalbuto emigrada a Nueva York, el proyecto del monumento pudo hacerse realidad, y fue finalmente inaugurado en 1930.",
                            "Si se observa con atención, se pueden ver dos grandes placas de mármol que llevan grabados los nombres de los 163 caídos de la Primera Guerra Mundial  (1915-1918). Más adelante, se añadieron otras placas en memoria de las víctimas de la Segunda Guerra Mundial.",
                            "Dominando la escena, se alza una columna de mármol en cuya cima se encuentra la figura de la Vittoria Alata, la Victoria Alada, que sostiene una corona de laurel, antiguo símbolo de gloria y gratitud hacia los héroes caídos. Un poco más abajo, dos soldados aparecen representados con gran dinamismo: uno en el acto de lanzar una granada de mano, el otro listo para el asalto con la bayoneta calada. Una imagen poderosa, que evoca el coraje, la lucha y el sacrificio de los combatientes. Este monumento es testigo no sólo de la guerra, sino también de los dramáticos acontecimientos que marcaron la historia de Regalbuto.",
                            "Durante los años de la Segunda Guerra Mundial, la vida en Regalbuto estaba llena de sacrificios, temores y pequeños gestos de resistencia cotidiana. Las familias vivían con la ansiedad constante de los bombardeos, y muchas veces se refugiaban en el campo o en las bodegas cuando el rugido de los aviones se acercaba. La comida estaba racionada y se cocinaba con lo que se podía recoger del huerto.",
                            "Entre los recuerdos más vivos de aquellos tiempos, el señor Angelo Leanza relata un episodio dramático en su libro Viaggio nella memoria: Regalbuto – I nonni raccontano il ventennio e lo sbarco degli alleati en Sicilia nel 1943, o sea, 'Viaje en la memoria: Regalbuto – Los abuelos cuentan el ventenio y el desembarco de los aliados en Sicilia en 1943': «Un soldado alemán se escondía detrás de las columnas de la chiesa di Santa Maria. Estaba armado con una metralleta y tenía una gran cantidad de municiones. Desde esa posición estratégica podía vigilar y disparar a cualquier persona que viniera por cualquier calle. Un soldado estadounidense logró matarlo cortándole el cuello por la espalda. Esto ocurrió justo en los alrededores de esta plaza».",
                            "Hoy, uno casi puede imaginar el silencio roto por los disparos, las sombras moviéndose rápidamente entre las casas.",
                            "Durante la Segunda Guerra Mundial, Regalbuto fue escenario de uno de los enfrentamientos más intensos de la Campagna di Sicilia, la Campaña de Sicilia. Entre el 29 de julio y el 3 de agosto de 1943, las tropas canadienses y británicas combatieron aquí una dura batalla contra las fuerzas alemanas, atrincheradas entre las colinas que rodean el pueblo. La importancia estratégica de Regalbuto lo convirtió en un objetivo clave en la marcha hacia Messina, y su conquista fue posible gracias al coraje y la determinación de las tropas aliadas, en particular de los soldados canadienses del regimiento Seaforth Highlanders.",
                            "La batalla dejó cicatrices profundas: el centro habitado fue gravemente dañado y el coste en vidas humanas fue elevado, tanto entre los militares como entre los civiles. Hoy, el vínculo entre Regalbuto y Canadá vive en la memoria histórica y en las conmemoraciones oficiales. A pocos kilómetros de allí, en Agira, se encuentra el Cimitero di Guerra Canadese, el Cementerio de Guerra Canadiense, el único en Italia, donde descansan casi 500 soldados canadienses que murieron durante la liberación de Sicilia.",
                            "El Monumento ai Caduti, que hoy domina la plaza, se encuentra en un área que en otro tiempo estuvo ocupada por la Chiesa di Sant’Agostino. Este edificio sagrado, de tres naves y caracterizado por arcos gótico-normandos, estaba dedicado a la Madonna del Soccorso, la Virgen del Socorro, copatrona de Regalbuto. Además de su valor artístico, la iglesia albergaba numerosos recuerdos históricos y estaba decorada con delicados estucos.",
                            "Es interesante destacar que su posición, al pie de la colina de Santa Lucía, la hacía especialmente vulnerable debido a que, cada año, el agua de lluvia penetraba en los cimientos, causando daños estructurales cada vez más graves. La humedad comprometía la estabilidad del edificio hasta el punto de temer su colapso. Tras una evaluación técnica detallada, el Reale Decreto del 8 de mayo de 1927 decretó su cierre al culto y su posterior demolición, que se llevó a cabo en 1928. La comunidad agustiniana se trasladó entonces al Monastero di San Giovanni Battista, el monasterio de San Juan Bautista, mientras que en el lugar de la iglesia se construyeron la actual Piazza Vittorio Veneto y el monumento que hoy contemplamos.",
                            "Pero la historia de este lugar no termina ahí. Junto a la iglesia se encontraba uno de los centros monásticos más importantes de Sicilia: el Complesso dell’ex Convento di Sant’Agostino, el complejo del antiguo convento de San Agustín. Allí, durante siglos, se formaron numerosos padres agustinos que luego llevarían su saber a toda Italia. El convento contaba con dos espléndidos claustros, que aún existen hoy, y en el decimoctavo aiglo fue enriquecido con nuevos mobiliarios y una prestigiosa biblioteca, convirtiéndose en un centro de excelencia para la formación religiosa.",
                            "Sin embargo, con la supresión de las órdenes religiosas entre 1866 y 1867, los bienes del convento fueron incautados por el Estado y el edificio sufrió profundas transformaciones. Durante el periodo fascista, la fachada lateral del convento fue reconstruida según los cánones arquitectónicos de la época, mientras que los interiores fueron profundamente modificados, borrando en gran parte la antigua estructura agustiniana. En esos espacios surgieron la Casa del Fascio y el Cine-Teatro Littorio.",
                            "En los años treinta, el cine-teatro acogió numerosas compañías de avanspettacolo —una forma de teatro popular italiano—, dando origen al teatro de revista. En 1943, el edificio fue dañado por los bombardeos aliados; posteriormente fue restaurado y rebautizado como Cine-Teatro Urania. Hoy, el Cine-Teatro Urania funciona como cine, teatro y espacio dedicado a eventos culturales.",
                            "Otra ala del complejo conventual fue destinada al Istituto Professionale Regionale, el instituto profesional regional, con una única sección masculina denominada Istituto San Giuseppe, o Instituto San José. Tras la caída del fascismo, el edificio cambió varias veces de función. Actualmente, una parte del antiguo convento alberga la Oficina Técnica Municipal, y otra es sede del Centro giovanile Lasalliano dei Fratelli delle Scuole Cristiane, el centro juvenil lasaliano de los Hermanos de las Escuelas Cristianas."
                        ]
                    }
                },
                {
                    "id": "villa",
                    "title": "Parque Municipal",
                    "description": "El Parque Municipal de Regalbuto alberga la estatua de Vincenzo Gamiddo, joven partisano caído durante la Segunda Guerra Mundial. Desde aquí se puede admirar la vista de los montes que cuentan la larga historia del pueblo, desde los orígenes antiguos hasta el período árabe y normando.",
                    "duration": "6:33",
                    "audioPath": "assets/audio/es/villa.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Bienvenidos a la Villa Comunale di Regalbuto, uno de los lugares más queridos y frecuentados por la comunidad local. Este espacio verde no es solo un punto de encuentro y esparcimiento, sino también un lugar de memoria. En el centro de la villa se alza la estatua dedicada a Vincenzo Gamiddo, un joven partisano nacido precisamente aquí, en Regalbuto, el 14 de abril de 1924. Vincenzo cayó el 23 de noviembre de 1944, durante una patrulla en las cercanías de Asti, en la localidad de Variglie. Tenía apenas 20 años, pero sacrificó su vida por contribuir a la liberación de Italia del yugo nazi-fascista. Hoy descansa en el cementerio de Cuneo, y aquí, en su ciudad natal, su valentía sigue siendo recordada con profundo respeto.",
                            "En otro tiempo, la villa era cuidada con gran esmero por una figura hoy casi olvidada: el Villiere, es decir, el jardinero encargado del parque. Este guardián se ocupaba cada día de la limpieza y el mantenimiento del lugar, pero entre sus tareas había una realmente especial: componía diariamente la fecha utilizando flores y hojas, que colocaba con paciencia y precisión para formar los números y el nombre del mes, creando así una pequeña obra de arte hecha de naturaleza viva.",
                            "Si nos dirigimos hacia el pequeño balcón que se encuentra justo detrás de la estatua de Vincenzo Gamiddo, podemos disfrutar de una vista panorámica que nos cuenta la historia misma de Regalbuto. Mirando hacia lo alto, en dirección izquierda, se distinguen claramente dos relieves montañosos: el Monte San Giorgio y, más visible, el Monte San Calogero. La historia de Regalbuto hunde sus raíces en un tiempo muy antiguo, cuando esta zona era conocida con otro nombre: Amèselon. Este asentamiento fortificado se encontraba cerca del Monte San Giorgio y tenía una importancia estratégica por su posición, que permitía controlar las rutas de comunicación y comercio locales. Amèselon fue disputado durante largo tiempo por diversas potencias, hasta que fue destruido en el tercer siglo antes de Cristo, en el marco de los enfrentamientos entre los Mamertini, Gerone Segundo de Siracusa y los Romanos. Tras su destrucción, el territorio fue dividido entre los habitantes de Centuripe y los de Agira. La antigua ciudad desapareció, dando paso a pequeños asentamientos rurales.",
                            "Durante el dominio romano, esta zona pasó a formar parte del sistema agrícola siciliano, contribuyendo con su producción de trigo al abastecimiento del Imperio. Pero con la caída del Imperio Romano de Occidente, llegaron los bizantinos, y con ellos una fase de decadencia y despoblamiento.",
                            "En el noveno siglo, con la llegada de los árabes, el territorio volvió a florecer. Nació un nuevo asentamiento en las cercanías del Monte San Calogero, conocido como Rahl-Butahi o Rahal al-Abbud, nombres que significan “caserío fortificado” o “caserío del devoto”. Los árabes introdujeron innovaciones en la agricultura y transformaron el paisaje, haciéndolo fértil y bien organizado.",
                            "Con la conquista normanda del undécimo siglo, Regalbuto fue cristianizada y transformada. El Conde Ruggero entregó el territorio a caballeros normandos que se encargaron de su defensa y fomentaron su desarrollo, favoreciendo la llegada de colonos lombardos. La ciudad adoptó una nueva identidad, aunque conservó huellas visibles de su pasado árabe. En el siglo decimotercero, Sicilia se convirtió en el corazón del Sacro Imperio bajo el reinado de Federico Segundo di Svevia, un soberano culto e innovador. Regalbuto, bajo su gobierno, asumió un papel estratégico dentro de la red defensiva imperial. A la muerte de Federico, el poder pasó a su hijo Manfredi, quien tuvo que enfrentarse a revueltas e invasiones. Para asegurarse el apoyo de los principales centros sicilianos, Manfredi otorgó a Regalbuto el prestigioso título de Reale, es decir, \"Real\", reconociendo su importancia estratégica y liberándola del control de los señores feudales. Tras la derrota de Manfredi en la batalla de Benevento en 1266, Regalbuto pasó a manos de los angevinos, pero conservó el título de Reale, símbolo de su glorioso pasado.",
                            "A lo largo de los siglos siguientes, Regalbuto se vio con frecuencia en el centro de tensiones y conflictos con los pueblos vecinos. Las disputas con Centuripe eran comunes: los Centuripini, herederos de una antigua tradición griega, competían con Regalbuto por las tierras más fértiles y por el control de las rutas de comunicación. También Agira mantuvo una larga rivalidad con Regalbuto. Las disputas territoriales, y sobre todo el acceso a los recursos hídricos, generaban enfrentamientos que, en ocasiones, llegaban a convertirse en ataques armados. En una ocasión, durante uno de estos conflictos, fueron incluso incendiados los archivos históricos de Regalbuto.",
                            "Durante el decimoquinto y decimosexto siglo, estos enfrentamientos se intensificaron, acompañados también por revueltas internas contra el poder feudal. Pero todos estos episodios contribuyeron a forjar la identidad de Regalbuto: una comunidad fuerte, decidida y deseosa de autonomía.",
                            "Bajo el dominio español, Sicilia atravesó una etapa de gran explotación económica, aunque también vivió un período de crecimiento cultural. Y ya en el decimoctavo siglo, con la llegada de los Borbones, Regalbuto siguió el destino del Reino delle Due Sicilie, o Reino de las Dos Sicilias, hasta incorporarse al Reino d’Italia, el Reino de Italia, en 1861."
                        ]
                    }
                },
                {
                    "id": "lago",
                    "title": "Lago Pozzillo",
                    "description": "La Presa Pozzillo dio vida al lago homónimo, la cuenca artificial más grande de Sicilia. Fundamental para la irrigación y la producción de energía, el lago es también un importante hábitat natural, rico en fauna y vegetación, ideal para actividades al aire libre.",
                    "duration": "3:24",
                    "audioPath": "assets/audio/es/lago.mp3",
                    "transcription": {
                        "paragraphs": [
                            "La Diga Pozzillo, situada en el territorio de Regalbuto, es una de las principales obras hidráulicas del centro de Sicilia. Su construcción, iniciada en los años cincuenta y finalizada en 1959, requirió casi una década de trabajos intensos. La obra fue financiada por la Cassa per il Mezzogiorno —la Caja para el Sur de Italia— y por el Ente Regionale per lo Sviluppo Agricolo, el organismo regional para el desarrollo agrícola, con el objetivo de proporcionar recursos hídricos para el riego de las zonas agrícolas circundantes y para la producción de energía hidroeléctrica.",
                            "La diga alcanza una altura máxima de 59 metros y una longitud en la parte superior, o coronamiento, de 319 metros, con una capacidad de embalse de aproximadamente 150 millones de metros cúbicos de agua. Fue construida en hormigón armado para represar el fiume Salso, un afluente del Simeto, dando origen así al Lago Pozzillo, el embalse artificial más extenso de toda la isla. Este lago se extiende entre los municipios de Regalbuto, Agira y Gagliano Castelferrato, sobre una amplia llanura verde recorrida por el fiume Salso Cimarosa —el antiguo Komosoros—, que nace cerca de Nicosìa y tras recorrer 72 kilómetros, desemboca en el Simeto.",
                            "A lo largo de su trayecto, el río recoge las aguas de numerosos afluentes, formando una cuenca hidrográfica de más de 580 kilómetros cuadrados. Hoy en día, el Lago Pozzillo representa mucho más que una reserva de agua: es un elemento esencial para la agricultura de la llanura de Catania, una fuente valiosa de energía gracias a las centrales hidroeléctricas que generan más de ocho mil kilovatios por hora, y un refugio natural rico en biodiversidad.",
                            "El paisaje que lo rodea es en gran parte boscoso, con amplias zonas de eucaliptos plantados para reducir el riesgo de deslizamientos de tierra. Entre estos árboles se abren praderas tranquilas, donde el tiempo parece haberse detenido. El microclima de la zona ha cambiado con los años: los inviernos son ahora más húmedos y templados, y en otoño aparecen bancos de niebla que antes eran poco comunes. Las aguas del lago albergan una fauna ictícola muy activa: carpas, tencas, percas reales y cangrejos de río, mientras que a lo largo de sus orillas se dejan ver con frecuencia garzas reales, cormoranes, fochas y patos salvajes, atraídos por un hábitat acogedor, perfecto tanto para descansar como para anidar.",
                            "El Lago Pozzillo, enmarcado por el verde de las colinas sicilianas, se ha convertido hoy en un destino turístico vibrante, que combina naturaleza, relajación y aventura. Ofrece numerosas actividades como excursiones, recorridos en quad y senderos entre los árboles dentro del sugestivo Parco Avventura, el Parque de Aventuras.",
                            "Hemos llegado al final de este viaje en el corazón de Regalbuto. Esperamos que esta audioguía te haya acompañado con interés y te haya permitido captar el alma auténtica de este lugar: sus calles, sus rincones, su historia, sus silencios y sus voces.",
                            "Cada parada ha sido pensada para ofrecerte una mirada más profunda sobre un pueblo que, aunque pequeño en tamaño, encierra un patrimonio rico y vibrante.",
                            "Te invitamos a seguir viviendo esta experiencia más allá de las palabras: detente en los bares, prueba los sabores de esta tierra, descubre los negocios locales, charla con quienes viven aquí cada día. Cada encuentro forma parte de la historia que Regalbuto tiene para ofrecerte.",
                            "Gracias por haber caminado con nosotros. Hasta pronto, desde Regalbuto."
                        ]
                    }
                }
            ]
        },
        "de": {
            "title": "Audioguide von Regalbuto",
            "description": "Erkunden Sie die Geschichte, Kunst und Traditionen von Regalbuto mit dieser Audioführung. Eine Klangreise durch zehn emblematische Orte, die mit Leidenschaft erzählt werden.",
            "introduction": {
            "audioPath": "assets/audio/de/intro.mp3",
            "transcription": {
                "paragraphs": [
                    "Eingebettet im Herzen Siziliens, zwischen den sanften Hügeln des Ennese-Gebiets und den glitzernden Wassern des Lago Pozzillo, liegt Regalbuto – ein Dorf voller Geschichte, Traditionen und atemberaubender Ausblicke. Dieses kleine Juwel hat im Laufe der Zeit Araber, Normannen und Spanier kommen und gehen sehen, deren Spuren heute noch in seinem künstlerischen und kulturellen Erbe sichtbar sind.",
                    "Während unseres Spaziergangs durch die engen Gassen von Regalbuto entdecken wir antike Kirchen, prächtige Paläste, Adelsresidenzen, und faszinierende Ausblicke, die von Jahrhunderten der Geschichte erzählen. Doch Regalbuto ist nicht nur Vergangenheit: Hier begegnet uns eine echte, unverfälschte Atmosphäre, geprägt von sizilianischer Gastfreundschaft, authentischen Aromen und mitreißenden, traditionellen Volksfesten.",
                    "Machen Sie sich bereit für eine Reise durch Kunst, Natur und gelebte Traditionen – wir begleiten Sie auf Ihrer Entdeckungstour durch Regalbuto, einem besonderen Ort Siziliens, der nur darauf wartet, erkundet zu werden."
                ]
            }
            },
            "stops": [
                {
                    "id": "piazza",
                    "title": "Piazza della Repubblica",
                    "description": "Entdecken Sie das historische und soziale Herz von Regalbuto: die Piazza della Repubblica, einer der größten Plätze der Provinz Enna. Früher als Piazza del Re bekannt, feiert der Platz seit 1946 die Geburt der Italienischen Republik. Zwischen eleganten Steingeometrien und symbolischen Gebäuden der Stadt lassen Sie sich durch die Erzählungen einer lebendigen Gemeinschaft führen.",
                    "duration": "2:06",
                    "audioPath": "assets/audio/de/piazza.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Willkommen auf der Piazza della Repubblica, dem pulsierenden Herzen von Regalbuto und einem der größten Plätze in der Provinz Enna.",
                            "Dieser Platz hat die Wandlungen der italienischen Geschichte miterlebt: Ursprünglich trug er den Namen Piazza del Re, der Platz des Königs, zu Ehren der Monarchie. Doch mit der Gründung der Republik im Jahr 1946 wurde er umbenannt, um die Werte von Freiheit und Demokratie zu feiern.",
                            "Die Piazza hat eine ovale Form und eine einzigartige Pflasterung, die von den Brüdern Lanza, meisterhaften Marmorschneidern aus Regalbuto, gestaltet wurde.",
                            "Das geometrische Muster beschichtet durch die raffinierte Verwendung verschiedener Gesteinsarten: das helle Weiß des Kalksteins wechselt sich ab mit roten und grauen Tönen des Granits – ein Zusammenspiel, das der Fläche eine elegante und harmonische Ausstrahlung verleiht.",
                            "Rund um Sie erheben sich einige der bedeutendsten Bauwerke der Stadt: Il Municipio, das Rathaus, mit seiner imposanten Architektur; die Chiesa Madre di San Basilio, die Mutterkirche von San Basilio – ein spiritueller Orientierungspunkt; und die alten Adelspaläste, stille Zeugen einer aristokratischen Vergangenheit.",
                            "Doch die Piazza della Repubblica ist nicht nur das historische und administrative Zentrum der Stadt, sondern auch das Herzstück des lokalen Brauchtums. Hier finden die wichtigsten kulturellen und religiösen Ereignisse Regalbutos statt – wie der Karneval, und das Fest zu Ehren von San Vito, dem Schutzpatron des Ortes.",
                            "Ein Spaziergang über diese Piazza ist also nicht nur ein Weg durch das Zentrum der Stadt, sondern auch durch einen Ort, der Geschichte und Identität von Regalbuto, die auf eindrucksvolle Weise widerspiegelt.",
                            "Und nun setzen wir unseren Rundgang fort."
                        ]
                    }
                },
                {
                    "id": "comune",
                    "title": "Rathaus",
                    "description": "Das Rathaus überblickt elegant die Piazza della Repubblica und markiert das institutionelle Herz von Regalbuto. Im Inneren, zwischen historischen Büsten, einer malerischen Treppe aus Lavastein und dem dekorierten Ratssaal, wird die bürgerliche Identität der Stadt bewahrt.",
                    "duration": "3:20",
                    "audioPath": "assets/audio/de/comune.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Wir überqueren die Piazza und betreten einen der symbolträchtigsten Orte der Stadt: den Palazzo Comunale, das Rathaus. Dieses elegante Gebäude mit seiner barocken Fassade fügt sich harmonisch in das historische Stadtbild ein und spiegelt die architektonische Geschichte von Regalbuto auf eindrucksvolle Weise wider.",
                            "Die Fassade ist durch drei senkrechte Abschnitte gegliedert, die von massiven Steinpfeilern eingefasst werden. Im oberen Teil öffnen sich drei elegante Balkone zur Piazza, jeweils über den Türen im Erdgeschoss gelegen. Im Laufe der Jahrhunderte wurde das Gebäude mehrfach restauriert, darunter auch im Jahr 1930 – ein Eingriff, der vom Commendatore Ranalli initiiert wurde und die historische Eleganz sowie den kulturellen Wert des Baus bewahren sollte.",
                            "Durch das zentrale Portal gelangt man in das Atrium. Dort wurden im Zuge der letzten Restaurierungsarbeiten zwei Gipsabgüsse aufgestellt: einer zeigt den berühmten Arzt Gian Filippo Ingrassìa, der andere – fälschlich von der Gießerei geliefert – ist einer Persönlichkeit namens Gian Filippo D’Alì gewidmet.",
                            "Hinter dem ersten Raum öffnet sich vor uns eine majestätische Treppe aus Lavagestein – ein markantes Beispiel der soliden sizilianischen Baukunst. Zu beiden Seiten der Treppe wachen zwei eindrucksvolle, gemeißelte Löwen über den Eingang zum Obergeschoss. Als Sinnbilder von Stärke und Lebenskraft wirken sie fast wie Wächter der Geschichte, die in diesem Gebäude ihren Platz gefunden haben.",
                            "Wenn man die Treppe hinaufsteigt, gelangt man in das institutionelle Herzstück des Palastes: den Sala consiliare, den Sitzungssaal des Gemeinderats. Dieser Raum besitzt einen hohen künstlerischen Wert, mit fein verzierten Stuckdecken und einem Bodenmosaik, das das Wappen von Regalbuto auf elegante Weise darstellt.",
                            "Dieses Wappen wurde offiziell durch einen Beschluss des Ministerrats am 29. Dezember 1953 anerkannt. Es zeigt einen gekrönten Adler mit gesenkten Flügeln sowie die Madonna del Soccorso, die Madonna des Beistands, mit einer goldenen Krone. Als Teil der kommunalen Heraldik folgt das Wappen von Regalbuto den technischen Vorgaben des italienischen Staates.",
                            "Es besteht aus einem Schild, das von einer Krone überragt wird – einem Zeichen, das den Rang der Institution kennzeichnet. Da es sich bei Regalbuto um eine Comune, also eine Gemeinde handelt, trägt das Wappen die für Gemeinden typische Krone: ein offener Ring mit vier Zinnen (drei davon sichtbar), mit doppelten Mauerbändern an den Rändern. Darüber erhebt sich ein Mauerring mit sechzehn Toren (neun sichtbar), von denen jedes mit einer Schwalbenschwanz-Zinnenreihe bekrönt ist – alles in Silber gehalten und mit schwarzen Linien gemauert.",
                            "So offenbart der Palazzo Comunale nicht nur seine architektonische Schönheit, sondern auch die tiefe Verbundenheit der Stadt mit ihrer Geschichte, ihrer Kultur und ihrem Selbstverständnis."
                        ]
                    }
                },
                {
                    "id": "chiesa_madre",
                    "title": "Mutterkirche San Basilio",
                    "description": "Neben dem Rathaus steht die Mutterkirche San Basilio, das spirituelle Herz von Regalbuto. Von ihren mittelalterlichen Ursprüngen bis zum beeindruckenden Interieur des 18. Jahrhunderts bewahrt sie Kunst, Andacht und die lebendige Erinnerung an San Vito, den Schutzheiligen der Stadt.",
                    "duration": "11:45",
                    "audioPath": "assets/audio/de/chiesa_madre.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Mit Blick auf die Piazza della Repubblica, gleich neben dem Palazzo Comunale, erhebt sich die Chiesa Madre di San Basilio, die Mutterkirche San Basilio – auch bekannt als die „Perla della Mitra catanese“, also die „Perle des Bischofssitzes von Catania“. Die Kirche steht an jenem Ort, wo sich im Mittelalter ein kleines Kloster der Basilianermönche nach griechisch-byzantinischem Ritus befand. Auf denselben Fundamenten wurde im 16. Jahrhundert eine neue Kirche im basilikalen Stil errichtet. Das schwere Erdbeben von 1693 richtete besonders am Dach große Schäden an, doch genau dieses Ereignis bot die Gelegenheit, Regalbuto in das große Wiederaufbauprojekt einzubeziehen, das das östliche Sizilien im 18. Jahrhundert prägte. Im Jahr 1747 erhob Erzbischof Pietro Galletti die Kirche zur collegiata, zur Stiftskirche. Die barocke Fassade – elegant und zugleich zurückhaltend – ist typisch für die religiöse Architektur des 18. Jahrhunderts in Sizilien. Über dem Eingangsportal befindet sich ein rundbogiges Fenster, das das Innere mit Licht durchflutet. Daneben ragt der etwa 45 Meter hohe Glockenturm mit seiner pyramidenförmigen Spitze empor, gebaut zwischen 1733 und 1744 nach dem Entwurf eines mastro, eines Baumeisters aus Mineo.",
                            "Beim Durchschreiten der Schwelle eröffnet sich ein majestätischer Raum. Die Kirche hat einen Grundriss mit einem einzigen Schiff, das von zwei griechischen Kreuzen durchzogen ist – jedes davon von Kuppeln überragt. Der Fußboden, 1886 gestaltet, zeigt kunstvolle geometrische Muster aus polychromem Marmor. Entlang des Kirchenschiffs öffnen sich sechs Altäre, die jeweils mit eindrucksvollen religiösen Gemälden geschmückt sind. Das natürliche Licht, das durch die achteckigen Kuppeln fällt, verleiht jedem Detail eine besondere Leuchtkraft. In der ersten Kuppel über dem Eingang ist das göttliche Auge im Dreieck dargestellt – Symbol der Heiligen Dreifaltigkeit. Die zweite Kuppel, in Richtung des Presbyteriums, zeigt eine schwebende Taube mit einem Olivenzweig. Die dritte Kuppel, über dem Hauptaltar, zeigt zwei Engel, die die leere Urne des auferstandenen Christus tragen – ein berührendes Bild des Ostergeheimnisses.",
                            "Im Zentrum dominiert die imposante Apsis, gekrönt von einer prachtvollen Orgel aus dem 18. Jahrhundert, gebaut zwischen 1775 und 1782 vom berühmten Orgelbauer Don Donato del Piano. Sie ist eine der wenigen mit einer pedaliera a doppio scappamento alla siciliana, einer doppelten Pedalmechanik nach sizilianischer Bauart, und zählt 1.202 Pfeifen, von denen 37 zur Schauseite gehören. Mehrfach restauriert, zuletzt im Jahr 2010, wurde sie mit einem feierlichen Konzert wieder eingeweiht, bei dem zwei namhafte Meister auftraten: Paolo Bougeat und Diego Cannizzaro.",
                            "Links befindet sich der Altare del Santissimo Sacramento, der Altar des Allerheiligsten Sakraments, geschmückt mit einem Gemälde des Heiligsten Herzens Jesu, das dem catanesischen Maler Michele Rapisardi zugeschrieben wird. Rechts steht der Altare di San Vito, der Altar des heiligen Vito, mit einer vergoldeten Holzstatue, geschaffen vom neapolitanischen Bildhauer Giuseppe Picano. Wir laden dich ein, Platz zu nehmen und der Geschichte dieses Märtyrers der Kirche zu lauschen.",
                            "San Vito wurde im Jahr 285 nach Christus geboren, im heutigen Mazara del Vallo. Er war der Sohn von Hila, einem adligen, aber heidnischen Patrizier, und von Bianca, einer Christin, die jedoch bei seiner Geburt verstarb. Aufgezogen wurde er von der Amme Crescenzia, die ihn wie eine Mutter liebte und großzog. Schon mit fünf Jahren übergab ihn sein Vater einem Lehrer, Modesto – ein weiser, gebildeter Mann, ebenfalls aus Mazara. Doch Modesto beschränkte sich nicht auf Buchstaben und Wissenschaft: Er weihte Vito auch in den christlichen Glauben ein und taufte ihn schließlich – gegen den Willen des Vaters. Man erzählt, dass unmittelbar nach der Taufe ein Engel erschien und Vito ein Kreuz überreichte – ein Zeichen seines künftigen Martyriums.",
                            "Am 23. Februar des Jahres 303 erließ Kaiser Diokletian das erste Edikt zur Christenverfolgung, das auch Mazara erreichte. Es war Vitos eigener Vater, der ihn dem Präfekten Valeriano anzeigte, woraufhin dieser seine Auspeitschung befahl. Doch Vito blieb unversehrt. Ein Engel befreite ihn aus dem Gefängnis, und gemeinsam mit Modesto und Crescenzia floh er – zuerst nach Regalbuto, dann weiter in die Lucania. In Regalbuto, heute ein Ort tiefer Verehrung, wird von einem Wunder berichtet: Ein Hirtenkind wurde von tollwütigen Hunden zerrissen. Vito befahl den Tieren, die Gliedmaßen zurückzugeben – sie fügten sich auf wundersame Weise zusammen, und das Kind lebte wieder. Noch heute erinnert eine Metallstele vor der Chiesa dei Cappuccini, der Kirche der Kapuziner, an dieses außergewöhnliche Ereignis.",
                            "Als er schließlich Lucania erreichte, gelangte sein Ruf bis an den kaiserlichen Hof. Diokletian ließ ihn holen, um seine von einem Dämon besessene Tochter zu heilen. Vito gelang dies, doch statt einer Belohnung wurde er verhaftet und schrecklichen Foltern unterzogen: siedendes Öl, wilde Tiere… doch keine Qual konnte ihn verletzen. Schließlich, am 15. Juni des Jahres 304, starb Vito als Märtyrer – gemeinsam mit Modesto und Crescenzia – unter den Qualen, die der Kaiser verhängte. Ihre Leiber wurden in einer Höhle nahe des Flusses Silaro in Lucania bestattet. In den folgenden Jahrhunderten gelangten ihre Reliquien an verschiedene Orte – nach Sachsen, nach Prag. Teile des Leichnams von San Vito fanden auch ihren Weg nach Casale, Mazara und schließlich nach Regalbuto.",
                            "Obwohl das liturgische Fest des San Vito auf den 15. Juni fällt, wird das festa patronale, das Patronatsfest in Regalbuto, traditionell vom 8. bis zum 11. August gefeiert. Diese Verlagerung ist kein Zufall, sondern hat tiefe Wurzeln in der Geschichte und Kultur des Ortes. Im Juni war die Bevölkerung meist mit der Getreideernte beschäftigt – es wäre schwierig gewesen, in dieser arbeitsreichen Zeit Feierlichkeiten zu organisieren. Der August hingegen bot nach dem Ernteschluss eine Verschnaufpause – ideal für gemeinschaftliche Feste. Außerdem kehren viele ausgewanderte Regalbutesi im Sommer zurück in ihre Heimat. So wurde der August zum idealen Zeitpunkt, um den Gemeinschaftssinn zu stärken – auch für jene, die fern der Heimat leben.",
                            "Auch ein historisches Ereignis verbindet sich mit dem August: Einige Quellen berichten, dass die Reliquien von San Vito am 2. Februar 1541 nach Regalbuto gelangten. Andere datieren die Ankunft auf den 9. August 1547 – aus Piazza Armerina kommend. Seitdem hat sich das Gedenken an dieses Ereignis im kollektiven Gedächtnis fest verankert und ist heute einer der bedeutendsten und am meisten erwarteten Momente im Jahreslauf.",
                            "Die Feierlichkeiten beginnen am 8. August mit der Processione dell'Alloro, der „Prozession des Lorbeers“. In den drei Tagen davor begeben sich die Regalbutesi zu Fuß oder mit eigenen Mitteln in die Felder unterhalb der Stadt Agira, um die traditionellen Lorbeerzweige zu sammeln. Dieser Akt – bekannt als viaggio dell’alloro, die „Reise des Lorbeers“ – ist ein Ausdruck der Verehrung und ein symbolisches Gelübte an San Vito. Die Zweige werden mit Heiligenbildchen und den sogenannten zaredde geschmückt: roten Bändern, meist aus Stoff, die man an die Lorbeerzweige bindet oder am Handgelenk trägt – wie ein Armband. Diese zaredde gelten als Volkszeichen des Schutzes und der Hingabe, tief verwurzelt im Glauben der Gemeinschaft. Sie werden während der religiösen Feiern gesegnet und sollen Glück, Gesundheit und den Schutz des Heiligen bringen. Einer alten Tradition zufolge soll man das Bändchen nicht selbst entfernen – es bleibt am Handgelenk, bis es von allein abfällt: ein Zeichen dafür, dass es seine Schutzwirkung erfüllt hat.",
                            "Der Festzug wird angeführt von den Trägern der antinne – langen Stangen, mit Lorbeerzweigen, roten Tüchern und bunten Bändern geschmückt, senkrecht gehalten mit Hilfe von Seilen, die von der Spitze herabführen. Es folgen die Gläubigen zu Fuß mit ihren Lorbeerzweigen – und schließlich die Reiter hoch zu Ross. Der Zug ist erfüllt vom Wechselgesang der Andächtigen: Einer ruft „E gridamu, e gridamu ccu cori cuntritu“, worauf alle antworten: „Viva Diu e Santu Vitu!“ Der Umzug beginnt am Ort des Wunders, zieht über die Via Garibaldi, weiter durch die Via Gian Filippo Ingrassìa, hinauf zur Via Don Giuseppe Campione, hinab zur Via Roma und zurück auf die Via Gian Filippo Ingrassìa. Die Gläubigen füllen jeden Winkel der Piazza della Repubblica. Wenn die Prozession vor dem Vorplatz der Chiesa Madre ankommt, heben die Gläubigen ihre Lorbeerzweige, um den Segen zu empfangen – begleitet vom kraftvollen Ruf der Anrufung.",
                            "Am 9. August findet die Processione delle Reliquie, die Prozession der Reliquien statt, während am 11. August die Processione della Statua del Santo, die Prozession der Heiligenstatue, den krönenden Abschluss bildet. Nach der abendlichen Eucharistiefeier wird die Statue von San Vito durch die Straßen getragen – ein würdevoller und bewegender Abschluss der Feierlichkeiten zu seinen Ehren.",
                            "Neben den religiösen Zeremonien bietet das Fest auch Konzerte, Aufführungen und kulturelle Veranstaltungen, die die ganze Woche zu einem Erlebnis für Einheimische und Besucher machen.",
                            "Die verehrten Reliquien von San Vito – darunter Teile seines Schädels, eines Arms und eines Fußes – sind heute im Museo degli Argenti, dem Silberschatz-Museum, aufbewahrt. Der Zugang zum Inneren ist nur in Begleitung des Pfarrers möglich, der als Hüter dieses kostbaren Glaubenszeugnisses gilt.",
                            "So endet unser Rundgang durch die Chiesa Madre di San Basilio – ein Ort, der Schönheit, Glauben und Erinnerung in sich vereint."
                        ]
                    }
                },
                {
                    "id": "lombardi",
                    "title": "Riccardo Lombardi",
                    "description": "Die Büste von Riccardo Lombardi ehrt eine bedeutende Figur der italienischen Politik des 20. Jahrhunderts, ein Symbol des Widerstands, moralischer Strenge und Engagement für den Sozialismus. Sein politisches Erbe inspiriert weiterhin mit seinen Gedanken zur Individualität und sozialen Gerechtigkeit.",
                    "duration": "2:59",
                    "audioPath": "assets/audio/de/lombardi.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Wenn du aus der Chiesa Madre di San Basilio, der Mutterkirche San Basilio, hinaustrittst, laden wir dich ein, bevor wir unseren Spaziergang entlang der Hauptstraße von Regalbuto fortsetzen, einen Moment nach links zu schauen. Am Rand der Piazza, gut sichtbar, wenn auch leicht abseits der zentralen Gebäude, befindet sich ein Andenken von Riccardo Lombardi. Lass uns gemeinsam dorthin gehen, um mehr über diese bedeutende Persönlichkeit zu erfahren – eine Figur, die nicht nur für die Geschichte von Regalbuto, sondern auch für das Italien des 20. Jahrhunderts von großer Bedeutung war.",
                            "Riccardo Lombardi wurde am 16. August 1901 in Regalbuto geboren. Er war eine zentrale Figur des italienischen Widerstands und des Sozialismus und galt als Anführer des progressiven Flügels innerhalb der Sozialistischen Partei. Seine politische Laufbahn begann mit dem Widerstand gegen den Faschismus: Er war Mitbegründer des Partito d'Azione – der Aktionspartei – und der Untergrundzeitung Italia Libera, dem freien Italien. Während des Zweiten Weltkriegs war er aktiv im Comitato di Liberazione Nazionale, dem Nationalen Befreiungskomitee, und verhandelte in den letzten Kriegstagen sogar direkt mit Benito Mussolini.",
                            "Nach der Befreiung Mailands wurde er Präfekt der Stadt – ein Amt, in dem er durch seine moralische Strenge und seinen tiefen Respekt für die Menschenwürde hervorstach. Besonders bemerkenswert war seine Entscheidung, sich der öffentlichen Ausstellung der Leichen faschistischer Führer auf der Piazza Loreto zu widersetzen.",
                            "Später wurde er Ministro dei Trasporti, also Verkehrsminister, im ersten Kabinett von De Gasperi, und war von 1948 bis 1983 ununterbrochen Abgeordneter. Innerhalb der Sozialistischen Partei war er eine unabhängige, oft unbequeme Stimme – ein Mann mit Prinzipien. Riccardo Lombardi starb 1984 in Rom. Sein politisches und moralisches Vermächtnis lässt sich vielleicht am besten in einem seiner bekanntesten Zitate zusammenfassen: „Sozialistisch ist jene Gesellschaft, die es jedem Menschen ermöglicht, in größtmöglicher Freiheit über sein Leben zu entscheiden und es nach eigenen Vorstellungen zu gestalten.“",
                            "Nachdem wir einige Momente vor dem Denkmal von Riccardo Lombardi verweilt haben, laden wir dich nun ein, deinen Blick auf die gegenüberliegende Seite zu richten, nach rechts, zur Hausnummer 6 der Via Gian Filippo Ingrassìa. Dort befindet sich das Denkmal zu Ehren von Don Giuseppe Campione."
                        ]
                    }
                },
                {
                    "id": "campione",
                    "title": "Don Giuseppe Campione",
                    "description": "Das Denkmal für Don Giuseppe Campione ehrt einen Mann von großem sozialen und religiösen Wert, Gründer der Landbank und Förderer einer lokalen Verwaltung, die auf das Gemeinwohl ausgerichtet war. Sein Engagement für die Ärmsten und seine Vision des Fortschritts wurden vom faschistischen Regime behindert, aber sein Erbe lebt im Herzen der Stadt weiter.",
                    "duration": "2:37",
                    "audioPath": "assets/audio/de/campione.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Giuseppe Campione wurde am 11. November 1878 in eine kinderreiche Familie hineingeboren. Er studierte Theologie an der Università Gregoriana di Roma, der Päpstlichen Universität Gregoriana in Rom, wo er eine enge Freundschaft mit Don Luigi Sturzo schloss. Gemeinsam teilten sie die Vision einer starken kommunalen Verwaltung, die nah an den Bedürfnissen der Bürgerinnen und Bürger steht.",
                            "Nach seiner Rückkehr nach Regalbuto gründete er im Jahr 1904 die Banca Rurale dei Prestiti 'San Giuseppe', die ländliche Darlehenskasse San Giuseppe. Ziel war es, kleinen Landwirten zu helfen, die allzu oft Opfer von Wucherzinsen wurden.",
                            "Sein soziales Engagement ging jedoch weit darüber hinaus: Im Jahr 1914 nutzte er die Erträge der Bank, um das ehemalige Kloster Santa Maria degli Angeli, also das Kloster der Heiligen Maria der Engel, in ein Bildungszentrum für die ärmsten Kinder der Stadt zu verwandeln.",
                            "1920 wurde er zum Bürgermeister gewählt – mit einem ehrgeizigen Programm. Er verteilte Gemeindeland an die Bauern, sorgte dafür, dass die Häuser mit Trinkwasser und Strom versorgt wurden, verbesserte Schulen, Straßen und öffentliche Gebäude und gründete die ersten medizinischen Vorsorgezentren.",
                            "Innerhalb weniger Jahre entwickelte sich Regalbuto zu einem Vorbild für gute Verwaltung. Doch sein Erfolg war dem aufkommenden faschistischen Regime ein Dorn im Auge. Bereits 1922 wurde er zum Rücktritt gezwungen, seine Bank wurde geschlossen und es wurden nicht weniger als 110 Anklagen gegen ihn erhoben.",
                            "Während der Prozession zum Corpus Domini, dem Fronleichnamsfest, wurde er von einem Carabinieri-Maresciallo darüber informiert, dass ein Haftbefehl gegen ihn vorlag. Mit Hilfe einiger Gläubiger gelang ihm die Flucht nach Rom. Um den drei auf ihn verübten Attentaten zu entgehen, fand er zeitweise sogar in den römischen Katakomben Zuflucht.",
                            "Erst 1932 sprach ihn das Gericht von Nicosia frei, und Don Giuseppe konnte nach Regalbuto zurückkehren. Doch die Jahre des Exils hatten Spuren hinterlassen: Er lebte zurückgezogen, und im Jahr 1934 starb er in seiner Heimatstadt – ein Mann, der viel für seine Gemeinschaft getan hatte und dafür teuer bezahlte."
                        ]
                    }
                },
                {
                    "id": "corso",
                    "title": "Corso Gian Filippo Ingrassia",
                    "description": "Der Corso Gian Filippo Ingrassia beherbergt elegante Adelspaläste, darunter den Palazzo Compagnini, ein Beispiel des sizilianischen Jugendstils. Er ist auch das Herz des Karnevals von Regalbuto, mit der lokalen 'Contradanza', die die Paraden eröffnet. Hier befindet sich auch das Collegio di Maria, eine wichtige Bildungseinrichtung; die Straße erinnert an Gian Filippo Ingrassia, einen Arzt und Anatomen, mit einer ihm gewidmeten Büste.",
                    "duration": "9:08",
                    "audioPath": "assets/audio/de/corso.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Jetzt laden wir Sie ein, die Via Gian Filippo Ingrassìa entlangzuschlendern – eine Straße, die gesäumt ist von prächtigen Palazzi nobiliari, adeligen Stadtpalästen, die eindrucksvoll die Bedeutung des lokalen Adels in vergangenen Zeiten widerspiegeln. Besonders hervorzuheben ist der Palazzo Compagnini, Hausnummer 13, ein feines Beispiel des sizilianischen Liberty-Stils, also des Jugendstils.",
                            "Die Gebäude entlang dieser Straße stammen aus unterschiedlichen Epochen und zeigen typische Merkmale der sizilianischen Architektur: Innenhöfe, majestätische Bögen und kunstvoll verzierte Balkone im barocken oder neoklassizistischen Stil. Der barocco siciliano, der sizilianische Barockstil, entstand unter dem Einfluss der spanischen Vizekönige und ist leicht erkennbar an Putten, grotesken Masken und aufwendig gestalteten Ornamenten, die oft über Balkonen oder entlang der Fassaden eingemeißelt sind. Die Balkone selbst – ausgestattet mit geschwungenen Schmiedeeisengittern und nach außen gewölbten Fensterläden, den sogenannten gelosie panciute – verleihen den Palästen einen ganz eigenen Zauber.",
                            "Typisch für diese Bauweise sind auch die geräumigen Innenhöfe, die einst das Einfahren von Kutschen erleichterten, sowie monumentale Eingänge mit Bögen, die mit Blattornamenten und Muscheln verziert sind – eindeutige Zeugnisse des spanischen Einflusses.",
                            "Diese Paläste spielten stets eine zentrale Rolle im Leben der Stadt. Gemeinsam mit den Kirchen dominierten sie die Plätze und wichtigen Knotenpunkte des historischen Zentrums. Viele von ihnen wurden ursprünglich von kirchlichen Orden errichtet und später, etwa nach Konfiszierungen, dem örtlichen Adel oder der Gemeindeverwaltung übergeben. So veränderten sie im Laufe der Geschichte ihre Funktion, blieben jedoch bedeutende Bezugspunkte für die Stadt.",
                            "Carnevale: Die Via Gian Filippo Ingrassìa ist aber nicht nur ein Ort der Geschichte, sondern auch Bühne für eines der bedeutendsten Ereignisse im Jahreslauf: den Carnevale, den Karneval von Regalbuto. Dieses Volksfest ist das am meisten erwartete Ereignis für die gesamte Gemeinde. In jeder Ausgabe verwandelt sich die Straße in eine lange, farbenfrohe Bühne, auf der Masken, kostümierte Gruppen und fantasievolle Festwagen vorbeiziehen.",
                            "Die Umzüge finden am Sonntag, Rosenmontag und Faschingsdienstag statt und beginnen auf der Piazza Vittorio Veneto, die von den Einwohnern liebevoll U Chianu genannt wird. Dort versammeln sich alle Teilnehmer in gespannter Vorfreude, bevor sich der festliche Zug auf den Weg macht – begleitet von Musik, Farben und mitreißenden Choreografien –, um schließlich die Piazza della Repubblica zu erreichen.",
                            "Ein besonders faszinierendes und einzigartiges Element des Carnevale di Regalbuto ist die Contradanza Regalbutese, ein traditioneller Tanz, der seinen Ursprung in den höfischen Tänzen der sizilianischen Barone hat. Die Contradanza wird traditionell von zwölf Tanzpaaren in historischen Trachten aufgeführt. Ihre Bewegungen folgen einer präzisen geometrischen Choreografie: Mit eleganter Synchronität formen sie Kreise, Quadrate, Sterne und Ketten.",
                            "Was die Contradanza Regalbutese so besonders macht, ist die Figur des maestro-capo, des Tanzleiters, der die Gruppe mit klaren Anweisungen führt – und zwar in einer archaisch-französischen Sprache mit italienischen Einflüssen. Typische Kommandos wie „sue“, das zum Beginn auffordert, oder „o cuntre“, das eine Richtungsänderung einleitet, geben den Rhythmus vor. Weitere Anweisungen wie „dame attorno ai cavalieri“, „portare la dama a balance“, „a muline“ oder „a lillà“ fügen sich zu einem faszinierenden Spiel aus Bewegung, Blicken und fließenden Begegnungen. Die Tänzer nähern sich einander, entfernen sich wieder, tauschen ihre Damen in einem immerwährenden Reihen, der an ein kunstvolles Werben erinnert.",
                            "Doch die Contradanza ist mehr als eine beeindruckende Tanzperformance – sie ist ein Ritual, das tief mit der Erde und den agrarischen Zyklen verbunden war. Früher wurde sie als Dank für eine reiche Ernte und als Wunsch für ein fruchtbares neues Jahr getanzt. Heute eröffnet die Contradanza feierlich die Karnevalsumzüge und wird von Generation zu Generation weitergegeben – ein kostbares Kulturgut, das bis heute eine starke identitätsstiftende Rolle für Regalbuto spielt.",
                            "Aber die Magie des Karnevals endet nicht mit dem letzten Tanz. Sobald die Masken die Piazza della Repubblica erreichen, wechselt der Takt: Die Musik wird lauter, bunte Lichter erfüllen jeden Winkel, und die Piazza verwandelt sich in einen offenen Ballsaal. Hier, in einer vibrierenden Atmosphäre aus DJ-Sets, Lichtspielen und Festfreude, geht der Carnevale mit voller Energie bis tief in die Nacht weiter.",
                            "Collegio di Maria: Ebenfalls an der Via Gian Filippo Ingrassìa befindet sich das Collegio di Maria, eine bedeutende Bildungseinrichtung, die auf Initiative der Familie Taschetta entstand. Im Jahr 1735 für die Jesuiten des Compagnia di Gesù erbaut, entwickelte sich die Schule schnell zu einem angesehenen Bildungszentrum, das vor allem junge Adelige aus der Region besuchten. Nach der Vertreibung der Jesuiten aus Sizilien im Jahr 1768 wurde das Gebäude zunächst in ein Reale Ginnasio, ein königliches Gymnasium, umgewandelt. Im Jahr 1778 entstand daraus das Collegio di Maria, nun mit dem Ziel, junge Mädchen auszubilden. Neben Töchtern aus adligen Familien fanden hier auch Waisen oder sozial benachteiligte Kinder Aufnahme und erhielten Bildung und Betreuung.",
                            "Nach der italienischen Einigung 1861 änderte sich die Funktion der Einrichtung erneut: Das Collegio beherbergte fortan die ersten Volksschulen des Ortes und blieb so dem Bildungsauftrag treu, der es von Anfang an geprägt hatte.",
                            "Gian Filippo Ingrassìa: Zum Schluss möchten wir Ihnen eine der bedeutendsten Persönlichkeiten vorstellen, die in diesem Ort geboren wurden: den Arzt und Anatomen Gian Filippo Ingrassìa. Geboren im Jahr 1510, war er eine herausragende Figur der Renaissance, einer Epoche großer wissenschaftlicher Umbrüche. Nach seinem Studium an der Universität von Padua, wo er Schüler von Andrea Vesalio war, wirkte er als angesehener Arzt und Lehrer in Neapel und Palermo und trug maßgeblich zur Gründung der Universität Messina bei.",
                            "Gian Filippo Ingrassìa ist vor allem für seine Studien über das menschliche Skelett bekannt – insbesondere für die erste Beschreibung der Steigbügelknochen, eines der drei Gehörknöchelchen im Mittelohr. Während einer Vorlesung in Neapel im Jahr 1546 demonstrierte er die inneren Strukturen des Ohres, als er neben dem bereits bekannten Hammer und Amboss ein drittes, noch unbekanntes Knöchelchen entdeckte. Neugierig untersuchte er weitere Schädel und fand den kleinen Knochen stets an derselben Stelle. Aufgrund seiner Form, die ihn an den griechischen Buchstaben Delta erinnerte, nannte er ihn staffa oder deltoide, also Steigbügel- oder Deltaknochen.",
                            "Seine Laufbahn führte ihn schließlich zum Protomedico des Regno di Sicilia, dem obersten Arzt des Königreichs Sizilien. In dieser Funktion begegnete er den damaligen Gesundheitskrisen mit neuen Maßnahmen: Während einer Pestepidemie in Palermo setzte er strenge Hygieneregeln durch und war der erste, der Röteln von Masern unterschied. Sein Werk Informatione del pestifero et contagioso morbo wurde in ganz Europa bekannt und zum Referenztext für den Umgang mit Epidemien.",
                            "Regalbuto ehrt heute seinen berühmten Sohn, indem es ihm nicht nur diese Straße widmet, sondern auch eine bronzene Gedenken errichtet hat – auf dem kleinen Platz neben der Kirche Santa Maria La Croce, ein stilles, ehrwürdiges Denkmal für einen Mann, der Geschichte schrieb."
                        ]
                    }
                },
                {
                    "id": "santa_maria",
                    "title": "Kirche Santa Maria La Croce",
                    "description": "Die Kirche Santa Maria la Croce, ein Beispiel barocker Architektur, verfügt über ein Interieur reich an Stuck und Kunstwerken. Sie ist ein Ort von großem historischen und spirituellen Wert für die Gemeinschaft und beherbergt auch wichtige Reliquien.",
                    "duration": "7:34",
                    "audioPath": "assets/audio/de/santa_maria.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Gelegen auf dem heutigen Piazza Vittorio Veneto, dem einst als Piazza Santa Croce bekannten Platz, zählt die Chiesa di Santa Maria la Croce, die Kirche Santa Maria la Croce, zu den bedeutendsten Beispielen sakraler Architektur in Regalbuto. Sie bewahrt Jahrhunderte von Geschichte, Kunst und Spiritualität. Ihre Ursprünge reichen bis in die zweite Hälfte des fünfzehnten Jahrhunderts zurück, doch ihr heutiges Erscheinungsbild ist das Ergebnis eines langen Prozesses von Erweiterungen und Umgestaltungen, der im Jahr 1630 begann und 1744 abgeschlossen wurde.",
                            "Die barocke Fassade der Kirche, die während der Bombardierungen im Jahr 1943 beschädigt und später restauriert wurde, hat trotz der unvollendeten Glockenturmkonstruktion ihre ursprüngliche Eleganz bewahrt. Dieses Gebäude ist nicht nur ein Ort der Andacht, sondern ein kostbares Gefäß spirituellen und künstlerischen Gedächtnisses.",
                            "Schon beim Betreten beeindruckt das majestätische Innere: eine dreischiffige Kirche, getragen von zehn kreuzförmigen Pfeilern, deren Kapitelle mit Akanthusblättern verziert sind. Das Mittelschiff wird seitlich von großen Fenstern durchflutet und ist mit einem Tonnengewölbe überdacht, das das Licht aufnimmt und verstärkt – es entsteht ein faszinierendes Spiel von Licht und Schatten auf den dekorierten Oberflächen und Stuckarbeiten. Die Farbgebung in Weiß, Hellblau und Gold verweist auf die tiefe Marienverehrung.",
                            "Die Seitenschiffe verbinden sich mit dem Mittelschiff in fünf Abschnitten und enden in drei Apsiden, was dem Raum eine harmonische und feierliche Wirkung verleiht. In der zentralen Apsis befindet sich eine Nische, eingerahmt von einem fein gearbeiteten Bogen aus rosafarbenem Stein – vermutlich ein Überbleibsel der älteren Bausubstanz. Der Kontrast zwischen diesem Stein und dem umgebenden weißen Stück schafft einen visuellen Eindruck von seltener Schönheit. Darüber befindet sich ein Trinitätssymbol: ein Dreieck, eingeschrieben in einen Kreis, mit einer weißen Taube im Zentrum – Sinnbild des Heiligen Geistes. Eine Darstellung, die Frieden, Licht und göttliche Harmonie zum Ausdruck bringt.",
                            "Knapp über dem Hochaltar ist eine lateinische Inschrift zu lesen: “Amaritudine plena sum – Exsulta en ceniti ad te de Cruce – Mater Maria.” Ein tiefgründiger Satz, der auf das Leiden und die spirituelle Erhebung Mariens unter dem Kreuz anspielt – in einem stillen, eindringlichen Dialog mit dem Besucher.",
                            "Bei Ausgrabungen in den 1970er-Jahren wurde das fonte battesimale, das Taufbecken, wiederentdeckt – ein zentrales Element im religiösen Leben der Kirche. An einer der Säulen dieses Beckens findet sich eine ungewöhnliche, aber faszinierende Figur: eine Meerjungfrau.",
                            "Auch wenn es auf den ersten Blick merkwürdig erscheinen mag, eine Meerjungfrau in einem sakralen Raum zu sehen, war sie im Mittelalter ein weitverbreitetes Symbol. Wie viele andere Motive der romanischen Kunst – etwa die Pinie, die Weintraube oder fantastische Tiere – hatte auch die Meerjungfrau eine tiefere Bedeutung. Sie war nicht bloß Verzierung, sondern Symbol für Versuchung, Sünde und die Gefahr, sich vom Glauben zu entfernen. Für die Menschen jener Zeit stellten diese mystischen Wesen, halb Frau, halb Fisch, das Böse dar, die Täuschung – aber auch die Furcht vor der Hölle. Sie wurden häufig in Kirchen und Klöstern dargestellt, um Gläubige an den rechten Weg zu erinnern.",
                            "Doch diese Figur birgt noch eine andere, tiefere Bedeutung: eine Verbindung zu sehr alten Kulturen, die bis in die Zeit der Griechen, Römer und Ägypter zurückreichen. Die Meerjungfrau lässt sich auch als Hinweis auf die „Grande Madre“, die Große Muttergöttin, verstehen – eine Gottheit der Natur, der Fruchtbarkeit und des Schutzes. In Sizilien war dieser Kult so stark verwurzelt, dass man sie als eigentliche Göttin der Insel betrachtete.",
                            "Im Laufe der Jahrhunderte lebten Mythen und Legenden in ritterlichen Erzählungen weiter – in heiligen Gegenständen, liturgischen Gewändern und selbst in dekorativen Details wie den Altardecken. All das zeigt uns, wie eng Vergangenheit und Gegenwart miteinander verbunden sind – und wie kraftvoll Kunst Geschichten erzählt, die bis heute unsere Vorstellungskraft berühren.",
                            "Auf dem Taufbecken ist ein Flachrelief zu sehen, das „il battesimo di Gesù Cristo al Giordano“, die Taufe Jesu Christi im Jordan, darstellt. Auf der gegenüberliegenden Wand findet sich ein weiteres Relief mit „La predicazione di Giovanni presso il fiume Giordano“, der Predigt Johannes des Täufers am Jordan.",
                            "In der Kirche befinden sich zahlreiche Kunstwerke, darunter das Gemälde des San Vito Martire, des Heiligen Vitus Märtyrers; Il miracolo di San Francesco di Paola, das Wunder des Heiligen Franz von Paola; La Presentazione della Vergine al tempio, die Darstellung der Jungfrau Maria im Tempel; Trapasso di San Giuseppe, der Tod des Heiligen Josef; La Madonna e le anime del purgatorio, die Madonna und die Seelen im Fegefeuer; Gesù Crocifisso, der gekreuzigte Jesus; San Michele Arcangelo, der Erzengel Michael; sowie die Statuen der Madonna Addolorata, die Schmerzensmutter, die am Karfreitag in der Osterwoche in Prozession durch die Straßen getragen wird, und die Statue der Santa Lucia, der Heiligen Lucia.",
                            "In der Kirche werden außerdem die Reliquien des ehrwürdigen Fratel Andrea Del Guasto aufbewahrt. Geboren wurde er am 16. August 1534 in Castrogiovanni, dem heutigen Enna, als Sohn von Pietro Del Guasto und Sicilia Xilla. Schon in jungen Jahren zeigte Andrea eine tiefe spirituelle Berufung und zog sich in die Einsiedelei von Judica zurück, wo er unter der Leitung von Padre Filippo Dulcetto rund zwanzig Jahre dem Gebet und der Meditation widmete. Auf der Suche nach einem geregelteren religiösen Leben bat Andrea zusammen mit zwölf Gefährten um die Aufnahme in den Orden der Augustiner. Er erhielt das Ordensgewand im Konvent von Catania und legte nach dem Noviziat am 1. November 1586 in Regalbuto seine Gelübde ab. Dort gründete Andrea Del Guasto das Convento di Sant’Antonino Abate, das Kloster des Heiligen Antoninus dem Abt, in dem er bis zu seinem Tod am 7. September 1617 lebte. Dieses Kloster entwickelte sich zu einem bedeutenden Ort der Spiritualität und Bildung für die örtliche Gemeinschaft."
                        ]
                    }
                },
                {
                    "id": "piano",
                    "title": "Piazza Vittorio Veneto",
                    "description": "Die Piazza Vittorio Veneto beherbergt das Kriegerdenkmal. Einst standen hier die Kirche des Heiligen Augustinus und das Augustinerkloster. Der Platz ist ein Ort, der die historische Erinnerung an bedeutende Ereignisse bewahrt, wie die Schlacht von Regalbuto während des Zweiten Weltkriegs, und stellt heute einen Bezugspunkt für die Gemeinschaft dar.",
                    "duration": "9:03",
                    "audioPath": "assets/audio/de/piano.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Die Piazza Vittorio Veneto – in Regalbuto liebevoll auch U Chianu, das flache Land, genannt – bildet das Herzstück des gesellschaftlichen Lebens des Ortes. Der Name Vittorio Veneto wurde ihr zu Ehren jener entscheidenden Schlacht des Ersten Weltkriegs verliehen, die Italiens Sieg über das Habsburgerreich besiegelte. Wie in vielen anderen italienischen Städten ist auch hier dieser zentrale Platz einem symbolischen Ereignis gewidmet, als Zeichen der Dankbarkeit gegenüber den gefallenen Soldaten und der Feier der nationalen Einheit.",
                            "Im Zentrum der Piazza erhebt sich das Monumento ai Caduti, das Ehrenmal für die Gefallenen – ein stiller, aber kraftvoller Tribut an jene, die ihr Leben für das Vaterland gegeben haben. Dieses Denkmal steht heute genau dort, wo einst die Chiesa di Sant’Agostino, die Kirche des heiligen Augustinus, ihren Platz hatte. Die Idee zu diesem Mahnmal geht auf den Cavaliere Avvocato Dino Lo Giudice zurück, den ersten Podestà von Regalbuto – eine bedeutende Persönlichkeit sowohl im politischen als auch im militärischen Leben der Provinz Enna.",
                            "Dank der großzügigen Unterstützung der aus Regalbuto stammenden Gemeinde in New York konnte das Projekt verwirklicht werden, und so wurde das Monument im Jahr 1930 feierlich eingeweiht.",
                            "Wer genau hinsieht, erkennt zwei große Marmortafeln, in die die Namen von 163 Gefallenen des Ersten Weltkriegs eingraviert sind. Später wurden weitere Tafeln hinzugefügt, zur Erinnerung an die Opfer des Zweiten Weltkriegs. Über allem thront eine marmorne Säule, auf deren Spitze sich die Vittoria Alata, die geflügelte Siegesgöttin, erhebt. Sie hält einen Lorbeerkranz empor – ein antikes Symbol für Ruhm und Anerkennung. Darunter zwei Soldaten in dramatischer Pose: Der eine im Begriff, eine Handgranate zu werfen, der andere zum Sturmangriff bereit, mit aufgesetztem Bajonett. Eine eindrucksvolle Szene, die Mut, Kampf und Opferbereitschaft verkörpert.",
                            "Doch dieses Denkmal erinnert nicht nur an ferne Schlachten, sondern auch an das Leid, das Regalbuto selbst erfahren musste.",
                            "Während des Zweiten Weltkriegs war das Leben in Regalbuto geprägt von Entbehrungen, Angst und alltäglicher Widerstandskraft. Die Familien lebten in ständiger Sorge vor Luftangriffen, suchten Zuflucht auf dem Land oder in Kellern, wenn das Dröhnen der Flugzeuge näherkam. Nahrung war knapp, gekocht wurde, was der Garten hergab.",
                            "Besonders eindrücklich schildert der Zeitzeuge Angelo Leanza in seinem Buch Viaggio nella memoria: Regalbuto – I nonni raccontano il ventennio e lo sbarco degli alleati in Sicilia nel 1943, also Reise in die Erinnerung: Regalbuto – Die Großeltern erzählen vom Faschismus und der Landung der Alliierten in Sizilien 1943, ein dramatisches Erlebnis:​ 'Ein deutscher Soldat hatte sich hinter den Säulen der Chiesa di Santa Maria, der Kirche Santa Maria, verschanzt. Er war schwer bewaffnet, mit Maschinengewehr und reichlich Munition. Von dieser strategischen Position aus konnte er jede Straße der Umgebung überblicken und gezielt feuern. Ein amerikanischer Soldat schaffte es, ihn von hinten zu überwältigen und ihm die Kehle durchzuschneiden – genau hier, auf dem Platz, wo wir jetzt stehen.'",
                            "Man kann sich heute noch vorstellen, wie damals der Knall von Gewehrsalven die Stille durchbrach, wie sich Schatten zwischen den Häusern bewegten.",
                            "Zwischen dem 29. Juli und dem 3. August 1943 wurde Regalbuto zum Schauplatz einer der heftigsten Schlachten der Campagna di Sicilia, der Sizilien-Kampagne. Kanadische und britische Truppen lieferten sich hier erbitterte Kämpfe mit den in den umliegenden Hügeln verschanzten deutschen Soldaten.",
                            "Regalbuto hatte eine strategisch bedeutende Lage auf dem Vormarsch nach Messina – ein Schlüsselziel für die alliierten Streitkräfte. Die Eroberung des Ortes gelang nur dank des Mutes und der Entschlossenheit vor allem der kanadischen Soldaten des Regiments Seaforth Highlanders.",
                            "Die Kämpfe hinterließen tiefe Wunden: Das historische Zentrum wurde stark zerstört, viele Menschen verloren ihr Leben – Soldaten wie Zivilisten.",
                            "Die Erinnerung an dieses Kapitel verbindet Regalbuto bis heute mit Kanada. Nur wenige Kilometer entfernt, in Agira, befindet sich der Cimitero di Guerra Canadese, der Kanadische Soldatenfriedhof – der einzige seiner Art in ganz Italien. Fast 500 kanadische Soldaten, die bei der Befreiung Siziliens gefallen sind, ruhen dort.",
                            "Wo heute das Monumento ai Caduti die Piazza überragt, stand früher die Chiesa di Sant’Agostino. Diese dreischiffige Kirche war der Madonna del Soccorso, der Schutzheiligen von Regalbuto, geweiht.",
                            "Neben ihrem künstlerischen Wert – sie war mit kostbaren Stuckverzierungen geschmückt und wies gotisch-normannische Bögen auf – hatte sie auch eine besondere geografische Lage: Am Fuß des Colle di Santa Lucia, des Hügels von Santa Lucia. Leider machte diese Lage die Kirche sehr anfällig.",
                            "Jedes Jahr drang Regenwasser in das Fundament ein, was zu immer schwereren strukturellen Schäden führte. Die ständige Feuchtigkeit schwächte das Bauwerk so sehr, dass man schließlich einen Einsturz befürchtete.",
                            "Nach gründlicher Prüfung ordnete ein Reale Decreto, ein königliches Dekret vom 8. Mai 1927, die Schließung der Kirche für den Gottesdienst an. Im Jahr darauf, 1928, wurde sie abgerissen.",
                            "Die Augustiner-Gemeinschaft zog daraufhin ins Monastero di San Giovanni Battista, während auf dem frei gewordenen Gelände die heutige Piazza Vittorio Veneto und das Denkmal errichtet wurden.",
                            "Doch auch das ehemalige Kloster neben der Kirche hat eine bedeutende Geschichte: das Complesso dell’ex Convento di Sant’Agostino, eines der wichtigsten klösterlichen Zentren Siziliens.",
                            "Hier wurden über Jahrhunderte Augustinermönche ausgebildet, die später ihr Wissen in ganz Italien verbreiteten. Das Kloster besaß zwei wunderschöne Kreuzgänge, die bis heute erhalten sind.",
                            "Im 18. Jahrhundert wurde es mit kostbaren Möbeln und einer angesehenen Bibliothek ausgestattet – ein echtes Zentrum religiöser Bildung.",
                            "Mit der soppressione degli ordini religiosi, der Aufhebung der religiösen Orden zwischen 1866 und 1867, ging das Kloster jedoch in den Besitz des Staates über. Das Gebäude wurde stark umgebaut.",
                            "Während der faschistischen Zeit erhielt die Seitenfassade ein neues Erscheinungsbild im Stil jener Epoche, und auch die Innenräume wurden komplett verändert, wodurch die ursprüngliche Struktur fast vollständig verloren ging.",
                            "In diesen Räumen entstanden die Casa del Fascio und das Cine-Teatro Littorio.",
                            "In den 1930er Jahren war das Kino ein beliebter Veranstaltungsort für Wanderbühnen und die ersten riviste teatrali, also Revuetheater.",
                            "Im Jahr 1943 wurde das Gebäude durch alliierte Bomben beschädigt, später aber renoviert und unter dem neuen Namen Cine-Teatro Urania wiedereröffnet.",
                            "Heute lebt das Cine-Teatro Urania als Kino, Theater und Veranstaltungsort weiter und ist ein fester Bestandteil des kulturellen Lebens in Regalbuto.",
                            "Ein anderer Teil des Klosterkomplexes wurde dem Istituto Professionale Regionale zugewiesen – einer Berufsschule mit einer reinen Jungensektion, die den Namen Istituto San Giuseppe trug.",
                            "Nach dem Fall des Faschismus änderte sich die Nutzung des Gebäudes mehrfach. Heute beherbergt ein Teil des ehemaligen Klosters das Ufficio Tecnico Comunale, das technische Amt der Gemeinde, während ein anderer Teil als Sitz des Centro giovanile Lasalliano dei Fratelli delle Scuole Cristiane dient – des La Salle Jugendzentrums der christlichen Schulbrüder."
                        ]
                    }
                },
                {
                    "id": "villa",
                    "title": "Stadtpark",
                    "description": "Der Stadtpark von Regalbuto beherbergt die Statue von Vincenzo Gamiddo, einem jungen Partisanen, der während des Zweiten Weltkriegs fiel. Von hier aus können Sie den Blick auf die Berge genießen, die die lange Geschichte der Stadt erzählen, von den antiken Ursprüngen bis zur arabischen und normannischen Zeit.",
                    "duration": "6:32",
                    "audioPath": "assets/audio/de/villa.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Willkommen in der Villa Comunale di Regalbuto, der Stadtpark von Regalbuto – ein Ort, der nicht nur zu den beliebtesten Treffpunkten der Gemeinschaft zählt, sondern auch ein Raum der Erinnerung ist. Dieses grüne Herzstück des Ortes ist weit mehr als ein Ort der Entspannung; es bewahrt Geschichten und Echos der Vergangenheit.",
                            "Im Zentrum der Villa erhebt sich die Statue zu Ehren von Vincenzo Gamiddo, einem jungen Partisanen, der genau hier, in Regalbuto, am 14. April 1924 geboren wurde. Vincenzo fiel am 23. November 1944 während einer Patrouille in der Nähe von Asti, in der Ortschaft Variglie. Er war erst zwanzig Jahre alt, doch er gab sein Leben hin, um zur Befreiung Italiens von der nationalsozialistisch-faschistischen Unterdrückung beizutragen. Heute ruht er auf dem Friedhof von Cuneo, und hier, in seiner Heimatstadt, wird sein Mut noch immer geehrt und erinnert.",
                            "Früher wurde die Villa mit großer Hingabe von einer heute fast vergessenen Figur gepflegt: dem villière, dem Parkwächter. Dieser sorgte täglich nicht nur für Ordnung und Sauberkeit, sondern erfüllte auch eine ganz besondere Aufgabe: Er gestaltete jeden Tag das aktuelle Datum aus Blumen und Blättern. Mit Geduld und Sorgfalt legte er die Zahlen und den Monatsnamen aus, ein kleines Kunstwerk aus Natur, das die Besucher erfreute.",
                            "Geht man nun in Richtung des kleinen Balkons, der sich direkt hinter der Statue von Vincenzo Gamiddo befindet, eröffnet sich ein weiter Panoramablick, der von der Geschichte Regalbutos erzählt. Blickt man nach oben, zur linken Seite, erkennt man zwei markante Erhebungen: den Monte San Giorgio und, noch deutlicher sichtbar, den Monte San Calogero.",
                            "Die Geschichte Regalbutos reicht weit in die Vergangenheit zurück, in eine Zeit, in der dieses Gebiet noch unter einem anderen Namen bekannt war: Amèselon. Amèselon entstand in der Nähe des Monte San Giorgio und war eine befestigte Siedlung – strategisch bedeutend für die Kontrolle der Verkehrs- und Handelswege in der Region. Lange Zeit war Amèselon ein umkämpfter Ort, bis es im dritten Jahrhundert vor Christus zerstört wurde, inmitten der Auseinandersetzungen zwischen den Mamertinern, Hiero II. von Syrakus und den Römern. Nach der Zerstörung wurde das Gebiet zwischen den Bewohnern von Centuripe und Agira aufgeteilt. Die antike Stadt verschwand, und das Land wurde von kleineren ländlichen Siedlungen übernommen.",
                            "Während der römischen Herrschaft wurde die Gegend Teil des landwirtschaftlichen Systems Siziliens und trug wesentlich zur Getreideversorgung des Römischen Reiches bei. Doch mit dem Fall des Weströmischen Reiches kamen die Byzantiner – eine Zeit, die von Niedergang und Entvölkerung geprägt war.",
                            "Im neunten Jahrhundert brachten die Araber neues Leben in die Region. In der Nähe des Monte San Calogero entstand eine neue Siedlung mit den Namen Rahl-Butahi oder Rahal al-Abbud, was so viel bedeutet wie „befestigtes Gehöft“ oder „Hof des Frommen“. Mit den Arabern kamen neue landwirtschaftliche Techniken, und die Landschaft wandelte sich: sie wurde fruchtbar, geordnet und blühte auf.",
                            "Im elften Jahrhundert, mit der normannischen Eroberung, wurde Regalbuto christianisiert und neu strukturiert. Der Graf Ruggero übergab das Gebiet an normannische Ritter, die es verteidigten und zu seiner Entwicklung beitrugen, insbesondere durch die Ansiedlung lombardischer Kolonisten. Die Stadt gewann eine neue Identität, ohne dabei die Spuren ihrer arabischen Wurzeln zu verlieren.",
                            "Im dreizehnten Jahrhundert wurde Sizilien unter Friedrich II. von Hohenstaufen, einem gebildeten und visionären Herrscher, zum Zentrum des Stauferreiches. Unter seiner Herrschaft wurde Regalbuto zu einem wichtigen Teil des defensiven Netzes des Reiches. Nach seinem Tod ging die Macht an seinen Sohn Manfredi über, der sich mit Aufständen und Invasionen konfrontiert sah. Um die Loyalität der wichtigsten Städte Siziliens zu sichern, verlieh Manfredi Regalbuto den angesehenen Titel Reale, also „königlich“, und entzog es damit dem Einfluss der Feudalherren.",
                            "Nach Manfredis Niederlage in der Schlacht bei Benevento im Jahr 1266 geriet Regalbuto unter die Kontrolle der Anjou, behielt jedoch den Titel Reale – ein Symbol seiner stolzen und bedeutenden Vergangenheit.",
                            "In den darauffolgenden Jahrhunderten befand sich Regalbuto häufig im Zentrum von Spannungen und Konflikten mit benachbarten Orten. Besonders mit Centuripe, dessen Bewohner sich auf ihre griechische Herkunft beriefen, kam es immer wieder zu Auseinandersetzungen um die fruchtbarsten Böden und die wichtigsten Verkehrswege. Auch mit Agira gab es lange Rivalitäten. Die Kämpfe um Gebietsansprüche und vor allem um Wasserressourcen führten zu regelrechten Fehden – einmal wurden im Zuge eines dieser Konflikte sogar die historischen Archive von Regalbuto in Brand gesetzt.",
                            "Im fünfzehnten und sechzehnten Jahrhundert spitzten sich diese Auseinandersetzungen weiter zu, auch durch innere Revolten gegen das Feudalsystem. Doch all diese Ereignisse formten die Identität der Stadt: eine Gemeinschaft, geprägt von Stärke, Entschlossenheit und dem Wunsch nach Selbstbestimmung.",
                            "Unter spanischer Herrschaft durchlebte Sizilien eine Phase intensiver wirtschaftlicher Ausbeutung, erlebte aber zugleich auch kulturelle Entwicklungen. Und im achtzehnten Jahrhundert, unter der Herrschaft der Bourbonen, folgte Regalbuto dem Schicksal des Königreichs beider Sizilien – bis es 1861 schließlich Teil des neuen Regno d’Italia, des Königreichs Italien, wurde."
                        ]
                    }
                },
                {
                    "id": "lago",
                    "title": "Pozzillo-See",
                    "description": "Der Pozzillo-Staudamm schuf den gleichnamigen See, das größte künstliche Becken Siziliens. Wesentlich für die Bewässerung und Energieerzeugung ist der See auch ein wichtiger natürlicher Lebensraum, reich an Fauna und Vegetation, ideal für Aktivitäten im Freien.",
                    "duration": "3:29",
                    "audioPath": "assets/audio/de/lago.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Die Diga Pozzillo, der Pozzillo-Staudamm, liegt im Gebiet von Regalbuto und zählt zu den bedeutendsten wasserbaulichen Anlagen im Herzen Siziliens. Der Bau begann in den 1950er Jahren und wurde 1959 abgeschlossen – ein Projekt, das beinahe ein ganzes Jahrzehnt an Arbeit erforderte. Finanziert wurde es von der Cassa per il Mezzogiorno, der Förderbank für Süditalien, sowie vom Ente Regionale per lo Sviluppo Agricolo, dem regionalen Amt für landwirtschaftliche Entwicklung. Ziel war es, Wasserressourcen für die Bewässerung der umliegenden Agrargebiete bereitzustellen und zugleich elektrische Energie durch Wasserkraft zu erzeugen.",
                            "Der Staudamm erreicht eine maximale Höhe von 59 Metern und misst an seiner Krone 319 Meter in der Länge. Sein Fassungsvermögen beträgt rund 150 Millionen Kubikmeter Wasser. Die Diga Pozzillo wurde aus Stahlbeton errichtet, um den fiume Salso, den Fluss Salso, einen Nebenfluss des Simeto, zu stauen. So entstand der Lago Pozzillo, der Pozzillo-See – der größte künstliche See ganz Siziliens.",
                            "Der Lago Pozzillo breitet sich über ein weites grünes Tal aus, das zwischen den Gemeinden Regalbuto, Agira und Gagliano Castelferrato liegt. Durch dieses Tal fließt der fiume Salso Cimarosa, auch bekannt unter seinem antiken Namen Komosoros. Er entspringt in der Nähe von Nicosia und mündet nach einem Lauf von 72 Kilometern in den Simeto. Auf seinem Weg sammelt der Fluss das Wasser zahlreicher Zuflüsse und bildet ein Einzugsgebiet von über 580 Quadratkilometern.",
                            "Heute ist der Lago Pozzillo weit mehr als nur ein Wasserspeicher: Er ist ein unverzichtbares Element für die Landwirtschaft der fruchtbaren Piana di Catania, der Ebene von Catania, zugleich eine wertvolle Energiequelle mit Wasserkraftwerken, die jährlich über achttausend Kilowattstunden erzeugen, und nicht zuletzt ein Naturparadies voller Leben. Die umliegende Landschaft ist überwiegend bewaldet, vor allem mit Eukalyptusbäumen, die eigens gepflanzt wurden, um Erdrutsche zu verhindern. Zwischen diesen Baumreihen öffnen sich ruhige Weiden, in denen die Zeit stillzustehen scheint.",
                            "Auch das Mikroklima der Gegend hat sich verändert: Die Winter sind heute feuchter und milder, und im Herbst entstehen Nebelbänke, die früher kaum auftraten. In den klaren, kühlen Gewässern des Sees tummeln sich zahlreiche Fischarten – Karpfen, Schleien, Flussbarsche und Flusskrebse – während sich an den Ufern häufig Graureiher, Kormorane, Blässhühner und Wildenten niederlassen, angelockt von einem einladenden Lebensraum, ideal zum Ausruhen oder Brüten.",
                            "Eingerahmt vom satten Grün der sizilianischen Hügel ist der Lago Pozzillo heute ein lebendiges Ausflugsziel, das Natur, Erholung und Abenteuer miteinander verbindet. Ob bei Wanderungen, Quad-Touren oder bei einem Gang durch die Baumwipfel im stimmungsvollen parco avventura, dem Abenteuerpark – hier finden Besucher eine Erfahrung, die Herz und Sinne berührt."
                        ]
                    }
                }
            ]
        },
        "fr": {
            "title": "Guide audio de Regalbuto",
            "description": "Explorez l'histoire, l'art et les traditions de Regalbuto à travers ce parcours audio guidé. Un voyage sonore parmi dix lieux emblématiques racontés avec passion.",
            "introduction": {
                "audioPath": "assets/audio/fr/intro.mp3",
                "transcription": {
                    "paragraphs": [
                        "Niché au cœur de la Sicile, entre les douces collines de la région d'Enna et les eaux étincelantes du Lago Pozzillo – le lac Pozzillo – Regalbuto est un village chargé d’histoire, de traditions et de panoramas à couper le souffle. Ce petit joyau a vu défiler Arabes, Normands et Espagnols, dont chacun a laissé une empreinte visible dans le riche patrimoine artistique et culturel de la ville.",
                        "Au fil de notre promenade dans ses ruelles pittoresques, nous découvrirons d’anciennes églises, des palais aristocratiques et des points de vue qui murmurent des siècles d’histoire. Mais Regalbuto, ce n’est pas seulement un regard tourné vers le passé : c’est aussi une ambiance authentique, empreinte d’une hospitalité sicilienne chaleureuse, de saveurs sincères et de fêtes populaires pleines de vie.",
                        "Préparez-vous à un voyage entre art, nature et traditions : nous vous emmènerons à la découverte de Regalbuto, un coin de Sicile à explorer sans modération."
                    ]
                }
            },
            "stops": [
                {
                    "id": "piazza",
                    "title": "Place de la République",
                    "description": "Découvrez le cœur historique et social de Regalbuto : la Place de la République, l'une des plus grandes de la province d'Enna. Autrefois Place du Roi, depuis 1946 elle célèbre la naissance de la République Italienne. Entre élégantes géométries de pierre et palais emblématiques de la ville, laissez-vous guider à travers les récits d'une communauté vivante.",
                    "duration": "2:03",
                    "audioPath": "assets/audio/fr/piazza.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Bienvenue sur la Piazza della Repubblica, la place de la République, véritable cœur battant de Regalbuto et l’une des plus vastes places de toute la province d’Enna.",
                            "Ce lieu a traversé les bouleversements de l’histoire italienne : autrefois appelée Piazza del Re – la place du Roi – en hommage à la monarchie, elle a changé de nom en 1946, lors de la naissance de la République, pour incarner les valeurs de liberté et de démocratie.",
                            "Sa forme ovale et son pavage singulier attirent immédiatement le regard. Cette réalisation unique est l’œuvre des frères Lanza, des maîtres artisans marbriers originaires de Regalbuto. Le motif géométrique se distingue par l’utilisation de pierres variées : le blanc éclatant du calcaire se mêle aux teintes rouges et grises du granit, créant une composition d’une élégance saisissante.",
                            "Tout autour de vous, se dressent certains des monuments les plus emblématiques de la ville. Vous pouvez admirer Il Municipio, l’hôtel de ville, avec son architecture imposante ; la Chiesa Madre di San Basilio, l’église mère de San Basilio, qui représente un repère spirituel essentiel ; et les anciens palazzi nobiliari, ces palais aristocratiques qui racontent un passé empreint de noblesse.",
                            "Mais la Piazza della Repubblica n’est pas seulement le centre historique et administratif du village : c’est aussi le cœur vivant de ses traditions populaires. C’est ici que prennent vie les plus grandes fêtes culturelles et religieuses de Regalbuto, comme le Carnevale – le Carnaval – et la festa di San Vito, la fête de Saint Vito, saint patron du village.",
                            "En marchant sur cette place, vous ne traversez pas simplement le centre de Regalbuto : vous pénétrez dans un lieu qui incarne son histoire, son âme et son identité.",
                            "Poursuivons maintenant notre parcours."
                        ]
                    }
                },
                {
                    "id": "comune",
                    "title": "Hôtel de Ville",
                    "description": "L'Hôtel de Ville surplombe avec élégance la Place de la République, marquant le cœur institutionnel de Regalbuto. À l'intérieur, entre bustes historiques, un escalier scénographique en pierre de lave et la salle du conseil décorée, l'identité civique de la ville est préservée.",
                    "duration": "3:03",
                    "audioPath": "assets/audio/fr/comune.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Nous traversons la place pour pénétrer dans l’un des lieux emblématiques de la ville : le Palazzo Comunale, l’Hôtel de Ville. Cet élégant édifice, avec sa façade de style baroque, s’insère avec une harmonie parfaite dans le cadre des bâtiments historiques qui l’entourent.",
                            "La façade est rythmée par trois bandes verticales, délimitées par de solides contreforts en pierre. Dans sa partie supérieure, trois balcons raffinés s’ouvrent sur la place, en correspondance avec les portes du rez-de-chaussée. Au fil des siècles, le bâtiment a fait l’objet de plusieurs restaurations, dont celle de 1930, voulue par le commendatore Ranalli, qui en a préservé l’élégance et la valeur historique.",
                            "En franchissant la porte centrale, on accède à l’atrium, où, lors des derniers travaux de restauration, ont été installés deux moulages en plâtre : l’un représentant le célèbre médecin Gian Filippo Ingrassìa, l’autre, arrivé par erreur depuis la fonderie, dédié à un certain Gian Filippo D’Alì.",
                            "En dépassant la première salle, nous découvrons devant nous un majestueux escalier en pierre de lave, véritable témoignage de la solide tradition architecturale sicilienne. De part et d’autre de la montée, deux lions sculptés impressionnants montent la garde. Symboles de force et de vitalité, ils semblent veiller sur les secrets et la mémoire renfermés dans ce palais.",
                            "En montant les marches, nous accédons au cœur institutionnel de l’édifice : la salle consiliare, la salle du conseil municipal. C’est un lieu de grande valeur artistique, avec ses plafonds ornés de stucs délicats et son sol embelli d’une élégante mosaïque représentant lo stemma di Regalbuto, les armoiries de Regalbuto.",
                            "Cet emblème a été officiellement reconnu par décret du Consiglio dei Ministri – le Conseil des ministres – le 29 décembre 1953. Il représente une aigle couronnée, les ailes abaissées, ainsi que la Madonna del Soccorso, la Vierge du Secours, elle aussi couronnée d’or. En tant qu’élément d’héraldique civique, lo stemma di Regalbuto respecte les normes techniques établies par l’État italien.",
                            "Il est constitué d’un écu surmonté d’une couronne, qui indique le rang de l’entité à laquelle il appartient. Étant donné que Regalbuto est un Comune, une commune, les armoiries sont surmontées de la couronne propre aux municipalités : un cercle ouvert par quatre pusterle – petites ouvertures fortifiées, dont trois visibles – avec deux cordons muraux sur les bords, supportant une enceinte dotée de seize portes – neuf visibles – chacune surmontée d’un créneau en queue d’aronde, l’ensemble étant d’argent et maçonné de noir."
                        ]
                    }
                },
                {
                    "id": "chiesa_madre",
                    "title": "Église-Mère de Saint Basile",
                    "description": "À côté de l'Hôtel de Ville s'élève l'Église-Mère de Saint Basile, cœur spirituel de Regalbuto. De ses origines médiévales à l'imposant intérieur du XVIIIe siècle, elle conserve l'art, la dévotion et la mémoire vivante de Saint Guy, patron de la ville.",
                    "duration": "10:44",
                    "audioPath": "assets/audio/fr/chiesa_madre.mp3",
                    "imagePath": "assets/img/regetna.jpg",
                    "transcription": {
                        "paragraphs": [
                            "Dominant la Piazza della Repubblica, la place de la République, et attenante au Palazzo Comunale, l’Hôtel de Ville, s’élève la Chiesa Madre di San Basilio, l’Église Mère de Saint Basile, également surnommée la « Perla della Mitra catanese », la Perle de la Mitre de Catane. Cette église se dresse à l’endroit même où, au Moyen Âge, se trouvait un petit monastère de moines basilien de rite gréco-byzantin. C’est sur ces mêmes fondations qu’au seizième siècle fut construite une nouvelle église, de style basilical. Le tremblement de terre de 1693 causa d’importants dégâts, en particulier à la toiture, mais il représenta aussi une occasion : celle d’intégrer Regalbuto au vaste mouvement de reconstruction qui transforma toute la Sicile orientale au dix-huitième siècle. En 1747, l’archevêque Pietro Galletti l’éleva au rang de collégiale.",
                            "Sa façade baroque, élégante et sobre, est typique de l’architecture religieuse sicilienne du XVIIIe siècle. Au-dessus du portail d’entrée, une fenêtre cintrée laisse pénétrer la lumière à l’intérieur. Juste à côté, se dresse la tour campanaire en forme de pyramide, haute d’environ 45 mètres, construite entre 1733 et 1744 sur les plans d’un maître artisan de Mineo.",
                            "En franchissant le seuil, on entre dans un espace majestueux. L’église présente un plan à nef unique, avec une double croix grecque surmontée de coupoles. Le sol, réalisé en 1886, est orné de marbres polychromes dessinant d’élégants motifs géométriques. Le long de la nef, six autels s’ouvrent, chacun embelli de grandes toiles sacrées. La lumière naturelle, filtrée par les coupoles octogonales, met en valeur chaque détail avec des jeux d’ombre et de clarté remarquables."
                        ]
                    }
                },
                {
                    "id": "lombardi",
                    "title": "Riccardo Lombardi",
                    "description": "Le buste de Riccardo Lombardi honore une figure marquante de la politique italienne du XXe siècle, symbole de résistance, de rigueur morale et d'engagement pour le socialisme. Son héritage politique continue d'inspirer par sa pensée sur l'individualité et la justice sociale.",
                    "duration": "2:26",
                    "audioPath": "assets/audio/fr/lombardi.mp3",
                    "transcription": {
                        "paragraphs": [
                            "En sortant de la Chiesa Madre di San Basilio, l’église mère de San Basilio, nous vous invitons, avant de poursuivre notre promenade le long de la rue principale de Regalbuto, à jeter un coup d’œil sur la gauche, juste en dehors de la place, où se trouve bien en vue le buste dédié à Riccardo Lombardi. Approchons-nous ensemble pour découvrir qui était cette figure si importante dans l’histoire de Regalbuto et de l’Italie du XXe siècle."
                        ]
                    }
                },
                {
                    "id": "campione",
                    "title": "Don Giuseppe Campione",
                    "description": "Le monument à Don Giuseppe Campione célèbre un homme de grande valeur sociale et religieuse, fondateur de la Banque Rurale et promoteur d'une administration locale orientée vers le bien-être de la communauté. Son engagement pour les plus pauvres et sa vision du progrès ont été entravés par le régime fasciste, mais son héritage continue de vivre dans le cœur de la ville.",
                    "duration": "2:13",
                    "audioPath": "assets/audio/fr/campione.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Né le 11 novembre 1878 dans une famille nombreuse, Giuseppe Campione obtient son diplôme en théologie à l’Università Gregoriana di Roma, l’Université Grégorienne de Rome. C’est là qu’il se lie d’amitié avec Don Luigi Sturzo, partageant avec lui l’idée d’une administration locale forte, proche des besoins concrets des citoyens."
                        ]
                    }
                },
                {
                    "id": "corso",
                    "title": "Cours Gian Filippo Ingrassia",
                    "description": "Le Cours Gian Filippo Ingrassia abrite d'élégants palais nobles, dont le Palais Compagnini, exemple du style Liberty sicilien. C'est aussi le cœur du Carnaval de Regalbuto, avec la 'contradanza' locale qui ouvre les défilés. On y trouve le Collège de Marie, une importante institution éducative ; la rue commémore Gian Filippo Ingrassia, médecin et anatomiste, avec un buste qui lui est dédié.",
                    "duration": "8:41",
                    "audioPath": "assets/audio/fr/corso.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Nous vous invitons maintenant à parcourir la Via Gian Filippo Ingrassìa, une rue le long de laquelle se dressent de magnifiques palazzi nobiliari, des palais aristocratiques qui témoignent du rôle central qu’a joué la noblesse locale dans le passé. Parmi eux, se distingue le Palazzo Compagnini, au numéro 13, un exemple raffiné du style Liberty siciliano, l’Art nouveau sicilien. Les bâtiments qui bordent cette rue, issus de différentes périodes historiques, présentent des éléments typiques de l’architecture sicilienne, comme des cours intérieures, de majestueuses arches et des balcons décorés dans les styles baroque ou néoclassique."
                        ]
                    }
                },
                {
                    "id": "santa_maria",
                    "title": "Église de Sainte-Marie la Croix",
                    "description": "L'église de Santa Maria la Croce, exemple d'architecture baroque, présente un intérieur riche en stucs et en œuvres d'art. C'est un lieu de grande valeur historique et spirituelle pour la communauté, abritant également d'importantes reliques.",
                    "duration": "6:38",
                    "audioPath": "assets/audio/fr/santa_maria.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Située sur l’actuelle Piazza Vittorio Veneto, autrefois connue sous le nom de Piazza Santa Croce, la Chiesa di Santa Maria la Croce, l’Église Sainte-Marie de la Croix, est l’un des plus remarquables exemples d’architecture sacrée de Regalbuto, et elle renferme des siècles d’histoire, d’art et de spiritualité. Ses origines remontent à la seconde moitié du XVe siècle, mais son apparence actuelle résulte d’un long processus d’agrandissement et de rénovation commencé en 1630 et achevé en 1744."
                        ]
                    }
                },
                {
                    "id": "piano",
                    "title": "Place Vittorio Veneto",
                    "description": "La Place Vittorio Veneto abrite le Monument aux Morts. Autrefois s'y trouvaient l'Église de Saint-Augustin et le couvent augustinien. La place est un lieu qui conserve la mémoire historique d'événements significatifs, comme la bataille de Regalbuto pendant la Seconde Guerre mondiale, et représente aujourd'hui un point de référence pour la communauté.",
                    "duration": "8:10",
                    "audioPath": "assets/audio/fr/piano.mp3",
                    "transcription": {
                        "paragraphs": [
                            "La Piazza Vittorio Veneto, connue aussi localement sous le nom de U chianu, ou il piano, est le cœur battant de la vie sociale de Regalbuto. Le nom de Vittorio Veneto lui fut attribué en hommage à la bataille historique de la Première Guerre mondiale qui marqua la victoire de l’Italie contre l’Empire austro-hongrois. Comme dans de nombreuses villes italiennes, cette place fut dédiée à cet événement symbolique, en mémoire du sacrifice des soldats italiens et en célébration de l’unité nationale."
                        ]
                    }
                },
                {
                    "id": "villa",
                    "title": "Parc Municipal",
                    "description": "Le Parc Municipal de Regalbuto abrite la statue de Vincenzo Gamiddo, jeune partisan tombé pendant la Seconde Guerre mondiale. D'ici, on peut admirer la vue sur les montagnes qui racontent la longue histoire de la ville, des origines anciennes à la période arabe et normande.",
                    "duration": "5:56",
                    "audioPath": "assets/audio/fr/villa.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Bienvenue à la Villa Comunale de Regalbuto, la villa communale, l’un des lieux les plus chers et les plus fréquentés par la communauté. Ce jardin public n’est pas seulement un espace de rencontre et de détente, c’est aussi un lieu de mémoire. En son centre, se dresse la statue dédiée à Vincenzo Gamiddo, un jeune partisan né ici même, à Regalbuto, le 14 avril 1924. Vincenzo est tombé le 23 novembre 1944, lors d’une mission de patrouille près d’Asti, dans la localité de Variglie. Il n’avait que vingt ans, mais il a sacrifié sa vie pour contribuer à la libération de l’Italie de l’oppression nazie et fasciste. Aujourd’hui, il repose au cimetière de Cuneo, mais ici, dans sa ville natale, son courage continue d’être honoré."
                        ]
                    }
                },
                {
                    "id": "lago",
                    "title": "Lac Pozzillo",
                    "description": "Le barrage de Pozzillo a donné naissance au lac du même nom, le plus grand bassin artificiel de Sicile. Fondamental pour l'irrigation et la production d'énergie, le lac est aussi un important habitat naturel, riche en faune et en végétation, idéal pour les activités de plein air.",
                    "duration": "3:20",
                    "audioPath": "assets/audio/fr/lago.mp3",
                    "transcription": {
                        "paragraphs": [
                            "Le barrage de Pozzillo, la Diga Pozzillo, situé sur le territoire de Regalbuto, est l’un des ouvrages hydrauliques les plus importants de la Sicile centrale. Sa construction, entamée dans les années 1950 et achevée en 1959, a nécessité près d’une décennie de travaux. L’infrastructure a été financée par la Cassa per il Mezzogiorno, la Caisse pour le Sud de l’Italie, et par l’Ente Regionale per lo Sviluppo Agricolo, l’Organisme Régional pour le Développement Agricole, dans le but de fournir des ressources en eau pour l’irrigation des zones agricoles environnantes et pour la production d’énergie hydroélectrique."
                        ]
                    }
                }
            ]
        }
      },
      "staticData": {
      "stops": [
            {
                "id": "piazza",
                "order": 1,
                "googleMapsUrl": "https://maps.app.goo.gl/FG2njxa754LHAxha9",
                "coordinates": {
                    "latitude": 37.652308,
                    "longitude": 14.641018
                },
                "icon": "fa-map-marker-alt",
                "imagePath": "assets/img/piazza.jpg"
            },
            {
                "id": "comune",
                "order": 2,
                "googleMapsUrl": "https://maps.app.goo.gl/AASKU2yNkVvauoKn8",
                "coordinates": {
                    "latitude": 37.652282,
                    "longitude": 14.640830
                },
                "icon": "fa-landmark",
                "imagePath": "assets/img/comune.jpg"
            },
            {
                "id": "chiesa_madre",
                "order": 3,
                "googleMapsUrl": "https://maps.app.goo.gl/xcCrj5qfHnW9MjBy5",
                "coordinates": {
                    "latitude": 37.6526445,
                    "longitude": 14.6408936
                },
                "icon": "fa-church",
                "imagePath": "assets/img/chiesa_madre.jpg"
            },
            {
                "id": "lombardi",
                "order": 4,
                "googleMapsUrl": "https://www.google.com/maps/place/37.652006,14.6411328",
                "coordinates": {
                    "latitude": 37.652006,
                    "longitude": 14.6411328
                },
                "icon": "fa-monument",
                "imagePath": "assets/img/lombardi_edited.png"
            },
            {
                "id": "campione",
                "order": 5,
                "googleMapsUrl": "https://www.google.com/maps/place/37.6521778,14.6406708",
                "coordinates": {
                    "latitude": 37.652076,
                    "longitude": 14.6408725
                },
                "icon": "fa-monument",
                "imagePath": "assets/img/campione_edited.png"
            },
            {
                "id": "corso",
                "order": 6,
                "googleMapsUrl": "https://maps.app.goo.gl/K5HXUGqsyndHHDk57",
                "coordinates": {
                    "latitude": 37.651872,
                    "longitude": 14.640747
                },
                "icon": "fa-road",
                "imagePath": "assets/img/corso.jpg"
            },
            {
                "id": "santa_maria",
                "order": 7,
                "googleMapsUrl": "https://maps.app.goo.gl/Sjrgz97vXRWmoze19",
                "coordinates": {
                    "latitude": 37.6497021,
                    "longitude": 14.6408261
                },
                "icon": "fa-church",
                "imagePath": "assets/img/santa_maria.jpg"
            },
            {
                "id": "piano",
                "order": 8,
                "googleMapsUrl": "https://maps.app.goo.gl/YzFDkN9uL7buAds58",
                "coordinates": {
                    "latitude": 37.649530,
                    "longitude": 14.640728
                },
                "icon": "fa-square",
                "imagePath": "assets/img/piano.jpg"
            },
            {
                "id": "villa",
                "order": 9,
                "googleMapsUrl": "https://maps.app.goo.gl/ZTFVeBeasGu66iPs5",
                "coordinates": {
                    "latitude": 37.6498436,
                    "longitude": 14.642395
                },
                "icon": "fa-tree",
                "imagePath": "assets/img/villa.jpg"
            },
            {
                "id": "lago",
                "order": 10,
                "googleMapsUrl": "https://maps.app.goo.gl/mhY1xBwv7gJC1uv37",
                "coordinates": {
                    "latitude": 37.6583729,
                    "longitude": 14.6191883
                },
                "icon": "fa-water",
                "imagePath": "assets/img/lago.jpg"
            }
        ]
      }
    }
}
